{
  "title": "焦氏易林",
  "author": "焦延壽 (西漢)",
  "volumes": [
    {
      "volume": 1,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第二页>易林卷第一乾下，乾上。乾道陟石阪，胡言连謇。译瘖且聋，莫使道通。请谒不行，求事无㓛。陟，升也。连，按礼韵读上声，傲慢不前之貌。謇，难也。译，传言通夷夏之言，转告之也。之坤，招祸来螫，害我邦国。病在手足，不得安息。无注。屯，阳孤亢极，多所恨惑。车倾盖亡，身常忧惶。乃得其愿，雌雄相从。阳孤亢极。易乾卦上九：亢龙有悔，䝉鴶鵴鸤鸠，専一无尤。君子是则，长受嘉福。鴶鵴，即布榖鸟也。需目瞬足动，喜如其愿，举家䝉竉。瞬，目动貌。汉书：眼瞬得酒肉讼。龙马上山，绝无水泉。喉噍唇乾，舌不能言。无注师仓盈庾亿，宜稼黍稷。国家富有，民人蕃息。无注比中夜狗吠，盗在墙外，神明祐助，销散皆去。无注小畜据斗运枢。顺天无忧，与乐并居。无注履。空拳握手，倒地。更起。富饶丰衍，快乐无巳。无注泰。不风不雨，白日皎皎。宜出驱驰，通利大道。无注否。戴日精光，𩥵驾六龙。禄命彻天，封为燕王。无注同人子号索哺，母行求食，反见空巢，訾我长息。无注大有上帝之生，福祐日成。修德行恵，乐安且宁。无注谦。山险难登，涧中多石。车驰𫐕击，载重伤轴。儋负善踬，跌逶右足。无注豫。...",
      "transformation_count": 37
    },
    {
      "volume": 2,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第三页>易林卷第二乾下，坎上。需久旱三年，草木不生。粢盛空乏，无以供灵。说文：粢盛黍稷，在器中以祀者也。之乾火㓕复息，君明其德，仁人可遇，身受利福。无注坤温山松柏，常茂不落。鸾凤以庇，得其欢乐。无注屯西诛不复，恃强负力。倍道趋敌，师徒败覆。按史记，楚项梁西击秦，破章邯，引兵至定陶，𠕅破秦军。项羽、沛公大破秦兵于雍，斩李由。梁益轻秦，有骄色。宋义諌弗听。秦悉起兵益章邯，击楚军，大破之定陶，项梁死焉。䝉、三涂、五岳、阳城、太室，神明所伏，独无兵革。三涂，山名，在河南伊阙县。阳城，山谷名，在嵩山下。太室，山名。讼二牛生狗，以戍为母。荆夷上侵，姫伯出走。二牛一作三年一作三马生驹，见否之姤。师凫游江海，役行千里，以为死亡。复见空素，长主凶忧。无注比太一驾骝，从天上求。征召叔季，封为鲁侯，无有凶忧。太乙，星名。成王封周公之子伯禽于鲁。小畜纴绩，独居寡处。无夫。阴阳失忘，为人仆使。无注履，兵征大宛，北出玉门，与胡寇战，平城道西，七日绝粮，身几不全。大宛，国名。玉门，关名。 冒顿单于围汉高祖于白登七日，用陈平秘计，厚遗阏氏，说冒顿解围㤗...",
      "transformation_count": 26
    },
    {
      "volume": 3,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第四页>易林卷第三乾下，巽上。小畜白鸟㗸饵，鸣呼其子。斡枝张翅，来从其母。伯仲叔季，尤贺举手。无注之乾，东过虎地。牛马奔惊，道绝不通，南困无功。无注坤子锄执麟春秋作元阴将以终，尼父悲心。左传哀公十四年春，西狩于大野，叔孙氏之车子锄商获麟，孔子作春秋。屯取火泉源，钓鲂山巅。鱼不可得，火不可燃。无注蒙机关不便，不能出言。精诚不通，为人所𡨚。无注需。故室旧庐，稍弊且除。不如新巢，可治乐居。无注讼。蟡蛇循流，东求大鱼。预且举网，庖人歌讴。无注师。凿山通道，南至嘉国。周公祝祖襄适荆楚。春秋：鲁昭公将往楚，子服惠伯曰：先君未尝适楚，故周公祖以道之。襄公适楚而祖以道君。不行何之。比鹊近郤缩，不见头目。日以困急，不能自复。无注履。五舌啄难，各自有言。异国殊俗。使心迷惑。所求不得。无注泰。天门开辟，牢户寥廓。桎梏解脱，拘囚纵释。无注否。坚冰黄鸟当哀悲秋。数惊鸷鸟，雏为我忧。无注同人日走月歩，趋不同舎。夫妻反目，主君失居。易小畜卦舆脱輹，夫妻反目。大有金牙鐡齿，西王母子，无有患殃。扶舎渉道，到来不久。王母神仙，以东华至真之气，化生谦拭牧拭牧...",
      "transformation_count": 23
    },
    {
      "volume": 4,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第五页>易林卷第四乾上离下。同人密橐山颠，销锋铸刃。示不复用，天下大劝。史武王胜殷，戢弭干戈，以示弗用。之乾一臂六手，不便于口。莫肯与用，利弃我走。未详坤獐鹿逐牧，饱归其居，安宁无悔。无注屯鸿鱼逆流，至人潜渚。蒿蓬代柱，大屋颠倒。无注䝉三羖五牂，相随俱行。迷入空泽，经渉六駮，为所伤贼。无注需黄帝出游，驾龙乘马，东上太山，南过齐鲁，邦国咸喜。黄帝邑于涿鹿之阿，迁徙无常，以兵师为营卫。后得六相，而天地治，神明至，远夷之国，莫不入贡讼。履危不安，心欲东西，歩走逐鹿，空无所得。无注师望尚阿衡，太宰周公，藩屏汤武，立为侯王。望太公，吕尚也。阿衡，伊尹也。太宰，官名。周公为太宰。比白龙黑虎，起伏俱怒，战于阪兆。 尤走败，死于鲁首。正义曰：河图龙鱼云：黄帝摄政，有尤兄弟八十一人，兽身人语，铜鐡额，能作大雾，食沙，造五兵，威震天下，诛杀无道，万民钦命。黄帝行以仁义，不能禁止，乃仰天而叹。天遣玄女下授黄帝兵符，与 尤战于涿鹿之野，遂禽杀之。鲁首，未详。小畜载石上山，歩跌不前。颦眉之忧，不得所欢。无注履周德既成，杼轴不倾。申酉趺暮，耋老衰去...",
      "transformation_count": 38
    },
    {
      "volume": 5,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第六页>易林卷第五震下，兑上。随乌鸣东西，迎其群侣。不得自专，空返独还。无注之乾。鼻目易处，不知香臭。君迷于事，失于共居。一云失其宠位。无注坤唐虞相辅，鸟兽喜舞。安乐无事，国家富有。虞书夔曰：于予击石拊石，百兽率舞。屯左辅右弼，金玉满柜，常盈不亡，富如敖仓。无注蒙苍龙单独，与石相触，摧折两角。无注需钓目厌部，善逐人走。来嫁无夫，不安其庐。无注讼逐虎驱狼，避者不祥。凶恶北行，与喜相逢。无注师赍贝赎狸，不听我辞。系于虎须，牵不得来。无注比冈载共舆，中道别去。丧我元夫，独与孤居。冈当作同。小畜𡚒翅鼓翼，将之嘉国。愆期失时，反得所欲。无注履。目倾心惑。夏姫在侧。申公顚倒，巫臣乱国。春秋宣公十年，陈灵公通于夏姫，其子征舒病之。出自廏，射而中之。㤗抟鸠弹鹊，逐兔山北。丸尽日暮。失获无得。无注否。鹿求其子，虎庐之里。唐伯季耳，贪不我许。无注同人败鱼鲍室，臭不可息。上山履涂，归伤我足。无注大有华灯百枝，消衰暗微。精光讫尽，奄有灰靡。无注谦颜叔子夏，遨游仁宇。温良受福，不失其所。颜叔，子渊之父颜无繇也。子夏姓卜，名商。豫。梁柱坚固，子孙蕃...",
      "transformation_count": 31
    },
    {
      "volume": 6,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第七页>易林卷第六震下，离上。噬嗑麒麟凤凰，善政德祥。阴阳和调，国无灾殃。麒麟，仁兽，中国有圣人则至。凤凰，瑞应之鸟，太平之世则见之。乾北风相牵，提笑语言。伯歌叔舞，䜩乐以喜。无注坤甲戊已庚，随时转行，不失常节。达性任情，各乐其类。无注屯破亡之虚，神祇哀忧。进往无光，留止有庆。无注䝉注斯膏泽，扞卫百毒，防以江南，虺不能螫。无注需。日月相望，光辉盛昌。三圣茂㓛，仁德大隆。三圣，尧、舜、禹也。讼大蛇巨鱼，战于国郊。上下隔塞，卫侯庐曹。春秋鲁闵公二年，狄人伐卫，卫立戴公以庐于曹。师龙入天关，经历九山，登高上下，道里险难，日晏不食，绝无甘酸。无注比，沙漠北塞，绝无水泉。君子征凶，役夫苦艰。无注小畜关折门启，衿带解堕。福与善坐，忧不为祸。无注履狼虎所嗥，患害必遭。不利有为，宜以遁逃。无注泰金精耀怒，带劒过午。两虎相距，弓弩满野，虽忧无苦。无注否朽根枯树，叶落花去。卒逢火焱，相随偃仆。无注同。人入和出明，动作有光。转运休息，常乐永康。无注大。有国多忌讳，大人恒畏。结口无患，可以长存。无注谦。天地淳厚，六合光明。阴阳顺序，以成厥㓛。无...",
      "transformation_count": 26
    },
    {
      "volume": 7,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第八页>易林卷第七震下，乾上。无妄夏台牗里，汤文厄处。皋陶听理，歧人悦喜。西望华夏，东归无咎。汤囚夏台，文王拘诱里，皋陶，舜命作士。理官也。之乾儋耳穿胸，僵离旁舂。天地易纪，日月更始。蝮螫我手，痛为吾毒。儋耳、穿胸，皆外国名。坤慈母之恩，长大无孙。消息襁褓，害不入门。无注屯伪言妄语，传相诖误。道左失迹，不知乡处。无注蒙。郁怏不明，阴积无光。曰在北陆，万物雕藏。左传：日在北陆而藏冰。又汉志：日行四陆，春东陆，夏南陆，秋西陆，冬北陆。曰：当作日需。王母多福，天禄所伏。君之宠光，君子有昌。王母神仙，以东华至真之气化生讼。不耕而获，家食不给。中女无良，长子徒足。䟽齿善市商人有息。无注师火起上门，不为我残。跳脱东西，独得生完，不利出邻，病疾忧患。无注比持刃操肉，对酒不食。夫亡从军，长子入狱，抱膝独宿。无注小畜䲡虾去海，游于枯里，街巷迫狭，不得自在，南北四极，渴馁成疾。无注履哑哑，笑喜，与欢饮酒，长乐行觞，千秋起舞，拜受大福。无注泰登高上山，宾于四门。吾士得欢，福为我根。书曰：宾于四门，四门穆穆，纳于大麓。烈风雷雨，弗迷。言舜之德也...",
      "transformation_count": 30
    },
    {
      "volume": 8,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第九页>易林卷第八坎上坎下。坎有黄鸟，足归呼季玉。从我睢阳，可辟刀兵。与福俱行，有命久长。未详之乾太王为父，季历孝友。文武圣明，仁德兴起。弘张四国，载福绥厚。季历，周太王子，笃生文王。摘纣无道，文王三分天下有其二。武王伐纣，遂有天下。坤猿堕高木，不逶手足。保我金玉，还归其室。无注屯重耳㳟敏，遇谗出处。北奔狄戎，经渉齐、楚。以秦代怀，诛杀子圉，身为霸主。重耳，晋文公名。被骊姫之譛，处于蒲，历奔诸国。及反秦伯，诱杀怀公而代立圉，怀公名。䝉。倚锋据戟，伤我胸臆，拜折不息。无注需狗冠雏歩，君失其居。出门抵山，行者忧难。水灌我园，高陆为泉。无注讼众鸟所翔。中有大壮。爪牙长头，为我惊忧。无注师雷行相逐，无有休息。战于平陆，为夷所覆。无注比禹凿龙门，通利水泉。同注沧海，民得安土。按书禹贡，龙门属雍州，在今冯翊夏阳县。以下皆言禹治水之㓛。小畜尧舜仁德，养贤𦤺福。众英积聚，国无寇贼。摘人失利，来争宝货。尧，唐帝名。舜，虞帝名，皆仁德之君也。书大禹谟：野无遗贤，万邦咸宁。履陆居少泉，山高无云，车行千里，涂不洿轮。渴为我怨，佳思广得。无注泰。...",
      "transformation_count": 32
    },
    {
      "volume": 9,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第一十零页>易林卷第九乾上艮下。遯：三涂五岳，阳城太室。神明所保，独无兵革。三涂，山名，在河南伊阙县。五岳：㤗山为东岳，衡山为南岳，嵩山为中岳，华山为西岳，恒山为北岳。阳城，山谷名，在嵩山下。太室，山名。之乾。软弱无辅，不能自理。意在外野，心怀劳苦，虽忧无殆。无注：坤。周成之隆，刑措无凶。太宰餐右，君子作仁。史记：周成、康之际，天下太平，刑措四十余年不用太宰周公也。屯穴有孤乌，坎生虾蟆。象出万里，不可得捕。无注蒙俱为天民。云过吾西。伯氏嫉妒，与我无恩。无注需三首六目，政多烦惑。皋陶瘖聋，乱不可从。未详。讼德积不轻，辞王钓耕。三媒不巳，大福来成。吕氏奏秋，太公钓于滋泉。孟子曰：伊尹耕于有莘之野。三媒即三聘师。坚固相亲，曰笃无患。六体不易，执以安全。雨师驾西，濡我毂轮。张伯李季，各坐关门。无注比方内不行。辐摧轮伤，马楚踶甚，受子闵时。无注小畜。畜牝无驹，养鸡不雏。群羊三歳，不生两头。未详。履。老耄罢极，无取中直。悬舆致仕，得归乡里。汉薛广德乞骸骨，悬安车以致仕。㤗缩绪乱丝，手与为哭。越亩逐兔，断其禅𥜗。无注，否。海老水乾，鱼...",
      "transformation_count": 41
    },
    {
      "volume": 10,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第一十一页>易林卷第十离下，巽上。家人。天命赤乌。与兵徼期。征伐无道，诛其君傲。居止何忧。史武王渡河。有火自上复于下。至于王屋。流为乌。其色赤。故武王伐纣。以应赤乌之祥。之乾千歳槐根。身多斧瘢。伤痈捣理，枝叶不出。无注坤唁唁谔谔。虎豹相䶦。惧畏悚息。终无难恶。无注屯娶于姜吕，驾迎新妇。少齐在门。夫子欢喜。按春秋昭公二年夏四月，韩须如齐逆女，齐陈无宇送女𦤺少姜，少姜有宠于晋侯，晋侯谓之少齐。姜，齐姓䝉。膏壤肥泽，民人孔乐。宜利居止，长安富有。无注需生有圣德，上配大极，皇灵建中，授我以福。书仲虺之诰成汤曰：王懋昭大德，建中于民讼，耄老䝉钝，不见东西。少者弗慕，君不与谋。悬舆𦤺仕，退归里居。汉薛广德上䟽乞骸骨归里。悬车师三狂北行，道逢大狼。暮宿患泽，为祸堪伤。无注。比更且𥘉歳，振除祸败。新衣元服，拜受利福。且当作旦。元服，首服也。小畜杲杲白日，为月所食。损上毁下，郑昭出走。按春秋，郑庄公娶邓曼，生世子忽，又娶宋雍氏，生公子突。鲁桓十一年，庄公卒，忽立𥙊仲归复立突，忽出奔卫。忽，郑昭公，名履。君子失意，小人得志。乱扰并作，奸邪充...",
      "transformation_count": 32
    },
    {
      "volume": 11,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第一十二页>易林卷第十一兑下，艮上。损路多枳𣗥，歩刺我足。不利孤客，为心作毒。无注之乾，鲤鲋鲔虾，𠢳福多鱼。资所有无，富我邦家。𠢳，助也，见广韵。坤㬌星照堂，麟游凤翔。仁施大行，颂声作兴。征者无明，失其宠光。㬌星一名德星。王者不𥝠人以官使，贤者在位则见。屯羊肠九萦，相推稍前。止湏王孙，乃能上天。战国䇿注。赵险塞名山形屈辟如羊肠，蒙。四手共身，莫适所闲。更相放接，动失事便。无注需，水流趋下，逮至东来，求我所有，买鲂与鲤。无注讼。春栗夏枣，少鲜希有。斗千石万，贵不可贩。无注师，旦往暮还，相祐与聚，无有凶患。无注比。大蛇当路，使季畏惧。汤火之灾，切直我肤。赖其天幸，归于生庐。汉高祖刘季被酒，夜径泽中，有大蛇当径，遂㧞劒斩之。小畜从足去域，飞入陈国。有所畏避，深藏邃匿。无注履海为水宗。聪圣且明，百流归德。无有叛逆，常饶优足。书禹贡：江汉朝宗于海。㤗，夏麦麸𪍿，霜击其芒。病君败国，使年大伤。麸，音孚。𪍿，古猛切。否。秋隼冬翔，数被严霜。雄父夜鸣，家忧不宁。无注同人，乐仁上德。东邻慕义，来安吾国。无注。大有。逐忧除殃。污泥生梁，下田...",
      "transformation_count": 19
    },
    {
      "volume": 12,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第一十三页>易林卷第十二坤下，兑上。萃䝉庆受福，有所获得。不利出城，病人困𣗥。无注之乾，硕鼠四足，飞不上屋。颜氏渊德，未有爵禄。无注。坤新受大喜。福履重职，乐且日富。无注。屯克身整巳，逢禹巡狩。锡我玄圭，拜受福祉。书禹贡云：禹锡玄圭，告厥成㓛。言水土既平，禹以玄圭为贽，而告成㓛于舜也。水色黒，故圭以玄云。䝉置筐失筥，轮破无辅。家伯为政，病我下土。家伯，周幽王臣。诗十月之交四章云：家伯为宰。又云：艳妻煽方处。言由小人用事于外，嬖妾蛊惑于内，需机言不发，顽不能达。齐鲁为仇，亡我葵丘。按春秋僖公九年，诸侯盟于葵丘，曰：凡我同盟之人，既盟之后，言归于好。二十六年，齐人侵鲁西鄙，鲁以楚师伐齐，取榖，竟亡葵丘之好。讼，亡锥失斧，公输无辅，抱其彛器，适君子处分，输子名班，鲁之巧人也。师家在海隅，桡短深流，伯氏难行，无目以趋，无注比德施流行，利之四乡，雨师洒道，风伯逐殃，巡狩封禅，以告成㓛巡狩，天子巡行，诸侯所守之地。封禅，封土为坛，除地为禅。古者帝王之兴，毎易位而起，必封乎泰山，所以告成㓛也。小畜筐倾筥覆，丧我公粒。简伯无礼，太师正食...",
      "transformation_count": 36
    },
    {
      "volume": 13,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第一十四页>易林卷第十三离下，兑上。革马服长股，宜行善布。蒙祐谐偶，获金五倍。布当作市。之乾高原峻山，陆土少泉。草木林麓，嘉得所畜。无注坤一门二关，结缉不便。峻道异路，日暮不到。无注屯忧祸解除，喜至庆来。坐立欢门，与乐为邻。无注蒙殊类异路，心不相慕。牝牛牡豭，鳏无室家。豭音加，牡豕也。需太王为父，季历孝友。文武圣明，仁政兴起。旦隆四国，载福绥厚中庸。武王缵大王、王季，文王之绪。壹戎衣而有天下。讼。临河求鲤，燕蜿失饵。屏气摄息，不得鲤子。无注师买利求福，莫如南国。仁德所在，金玉为宝。无注比白虎赤愤，窥观王庭。宫阙被甲，大小出征。天地烦溃，育不能婴。无注小畜，子车针虎，善人危殆。黄鸟悲鸣，伤国无辅。诗黄鸟，哀三良也。秦穆公卒，以子车氏之三子为殉，云：交交黄鸟，止于楚。谁从穆公，子车针虎履。两目失明，日暮无光。胫足跛歩，不可以行。顿于丘傍。无注㤗。罗网四张，鸟无所翔。征伐困极，饥穷不食。无注否，伯夷、叔齐，贞廉之师。以德防患，忧祸不存。伯夷、叔齐，孤竹君之二子也。武王伐纣，叩马而谏，义不食周粟。孔子曰：伯夷、叔齐饿于首阳之下，...",
      "transformation_count": 33
    },
    {
      "volume": 14,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第一十五页>易林卷第十四巽上艮下。渐别离分散，长子从军。稚叔就贼，寡老独居，莫为种派。无注之乾旦种菽豆，暮成藿羹。心之所愿，志快意惬。无注坤杜飞门启，忧患大解。不为身祸。一作修福行善，不为身祸。屯东山西山，各自止安。虽相登望，竟未同堂。无注䝉众鸟所翔，中有大怪，九身无头。魂惊魄去，不可以居。未详。需交侵如乱，民无聊赖。追我济西，敌人破阵。我当作戎。春秋庄公十八年，公追戎于济西。公羊传曰：此未有言伐。其言追何？大其为中国追也。讼麟凤所翔，国无咎殃。贾市十倍，复归恵乡。无注师。凿井求玉，非卞氏室。身困名辱，劳无所得。卞和得玉璞，献楚怀王。王以为欺，斩其一足。比文山鸿豹，肥腯多脂。王孙获愿，载福巍巍。无注小畜。周成之隆，刑错除凶。太宰费石，君子作人。成康之际，天下安宁，刑措四十余年不用。太宰即蒙宰周公也。履圭璧琮璜，执贽见王。百里宁戚，应聘齐秦。百里奚事秦，宁越事齐泰。穿空漏彻，破坏我缺。陶弗能治，瓦甓不凿。无注否。鸿飞循陆，公出不复，伯氏客宿。诗豳风九罭篇云：鸿飞遵陆，公归不复，于汝信宿。同人，虾蟆群聚，从天请雨。云雷运集，...",
      "transformation_count": 22
    },
    {
      "volume": 15,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第一十六页>易林卷第十五巽下，巽上。巽温山松桓，常茂不落。鸾凤以庇，得其欢乐。无注之乾，采唐沬乡，要期桑中。失信不会，忧思约带。诗桑中篇云：爰采唐矣，沬之乡矣，云谁之思？羙孟姜矣，期我乎桑中。坤有鸟飞来，集于宫树。鸣声可畏，主将出去。无注屯仁政之德，参参日息。成都就邑，入受厥福。史记：舜所居二年成邑，三年成都，谓之都君。修德行仁，尭禅以天下。蒙他山之储，与球为仇。来攻吾城，伤我肌肤，邦家搔忧。无注需赍贝赎狸，不听我辞，系于虎须，牵不得来。无注讼。一簧两舌，妄言謟语。三奸惑虚，曽母投杼。一簧者，即诗所谓巧言如簧，两舌言不一也。曽母，曽参之母。人有言曽参杀人者，曽母不信。及三人言之，曽母投杼下机而走。师薄行搔尾，逐云除水，洿泥为陆，下田宜稷。无注。比天门九重，深内难通。明坐至暮，不见神公。无注。小畜暗目失明，耳阏听。聪陷入深渊，㓕顷忧凶。顷当作顶。周易大过上六：过渉㓕顶，凶，无咎。阏音遏。履雾露早霜，日暗不明。阴阳孽疾，年榖大伤。无注，泰三谐土廊。德义明堂。交譲往来，享䜩相承。箕伯朝王，钖我玄黄。黄帝曰合宫，尧曰衢室，舜曰总...",
      "transformation_count": 39
    },
    {
      "volume": 16,
      "raw_text": "太极书馆古籍修补繁体夜间纸纹放大Ctrl F╳目录 焦氏易林<第一十七页>易林卷第十六兑下，巽上。中孚乌鸟𫍻𫍻，天火将下。燔我屋室，灾及妃后。春秋鲁襄公三十年五月，乌鸣于亳社，如曰𫍻𫍻。甲午，宋大灾，宋伯姫卒。之乾黄虹之野，贤君所在。管叔为相，国无灾咎。贤君谓齐桓公。管叔即管仲，相桓公，霸诸侯以匡天下。坤符左契右梁叔有若相与合齿。乾坤利贞，乳生六子。长大成就，抛吾如母。易乾坤生六子，乾父坤母。三男，震、坎。艮，三女。巽离。兑屯蝗啮我稻，驱不可去。实穗无有，但见空藁。无注䝉。婴孙求乳，母归其子。黄麑悦喜。麑，鹿子也。需折若蔽目，父旅相逐。失旅亡民，不见卫国。目当作日。楚词：折若木以拂日。兮𠰥木，木名，在昆仑西。极其华，光照下地。讼牂羊肥首，君子不饱。年饥孔荒，士民危殆。无注师灵龟陆处，磐桓失所。伊子退耕，桀乱无辅。伊尹耕于有莘之野，汤聘之，进于桀。桀不能用，复归于汤。比威约拘囚，为人所诬。皋陶评理，几得免脱。书。舜命皋陶曰：汝作士。士，理官也。小畜乌升鹊举，照临东海。厖降庭坚，为陶叔后，封于英六，福禄绥厚。高阳氏才子八人，厖降、庭坚其二子也。庭坚即皋陶，字英六，春秋时二小国，见春秋鲁...",
      "transformation_count": 32
    }
  ],
  "transformations": [
    {
      "source": "焦氏易林<第二页>易林卷第一乾下，乾上。乾道陟石阪，胡言连謇。译瘖且聋，莫使道通。请谒不行，求事无㓛。陟，升也。连，按礼韵读上声，傲慢不前之貌。謇，难也。译，传言通夷夏之言，转告之也。",
      "target": "坤，招祸来螫，害我邦国。病在手足，不得安息。无注。屯，阳孤亢极，多所恨惑。车倾盖亡，身常忧惶。乃得其愿，雌雄相从。阳孤亢极。易乾卦上九",
      "verse": "亢龙有悔，䝉鴶鵴鸤鸠，専一无尤。"
    },
    {
      "source": "眼瞬得酒肉讼。龙马上山，绝无水泉。喉噍唇乾，舌不能言。无注师仓盈庾亿，宜稼黍稷。国家富有，民人蕃息。无注比中夜狗吠，盗在墙外，神明祐助，销散皆去。无注小畜据斗运枢。顺天无忧，与乐并居。无注履。空拳握手，倒地。更起。富饶丰衍，快乐无巳。无注泰。不风不雨，白日皎皎。宜出驱驰，通利大道。无注否。戴日精光，𩥵驾六龙。禄命彻天，封为燕王。无注同人子号索哺，母行求食，反见空巢，訾我长息。无注大有上帝之生，福祐日成。修德行恵，乐安且宁。无注谦。山险难登，涧中多石。车驰𫐕击，载重伤轴。儋负善踬，跌逶右足。无注豫。禹凿龙门，通利水源。东注沧海，民得安存。龙门，按书禹贡属雍州，在今冯翊夏阳县。以下皆言禹治水之㓛随。乘龙上天，两蛇为辅，踊跃云中，游观沧海，安乐长处。无注蛊。彭祖九子，㩀得不殆。南山松柏，长受嘉福。彭祖，尧时人，好和滋味，进雉𡙡于尧，尧享",
      "target": "而锡以寿考，至八伯歳。九子，未详。诗云",
      "verse": "如南山之寿。"
    },
    {
      "source": "昊天不平。此诗家父所作，刺周王用尹氏为太师，秉国之均，不能毗辅天子，用威虐政，以召祸乱，民所憎恶，甚于仇雠也。观江、河、淮海，天之奥府。众利所聚，可以饶有。乐我君子，百福是受。无注噬嗑坚冰黄鸟，啼哀悲愁。不见甘粒，但观藜蒿。数惊鸷鸟，为我心忧。无注贲室如悬磬，既危且殆。蚤见",
      "target": "士，依山处谷。室如悬磬。出左传僖公二十六年。注云",
      "verse": "如，而也。"
    },
    {
      "source": "黄鸟黄鸟，无啄我粟。此邦",
      "target": "人，不我肯榖。言旋言归，复我邦族。咸三人求橘，反得丹穴。女贵以富，黄金百镒。注未详。恒东山西岳，会合俱食。百家送从，以成恩福。无注遯弱鸡无距，与鹊交斗。翅折目盲，为鸠所伤。无注大壮。隙大墙坏，蠹众木折。狼虎为政，天降罪罚。高弑望夷，胡亥以毙。秦二世无道，丞相赵高专权，弑二世于望夷宫。胡亥，二世名。晋。三痴俱走，迷路失道。或不知归，反入患口。注未详。明夷弓矢俱张，弝弹折弦。丸发不至，道遇害患。无注家人三女求夫，伺候山隅。不见复关，长思叹忧。诗氓篇。刺滛泆也。云",
      "verse": "不见复关，泣涕涟涟。"
    },
    {
      "source": "郑大夫子产，吴公子季札尝聘郑，与子产相得，子产以舒衣献季札。𦐍孤竹",
      "target": "墟。失妇亡夫，伤于蒺藜。不见少妻，东郭棠姜，武氏以亡。孤竹，国名。易繇曰",
      "verse": "困于石，㩀于蒺藜，入于其宫，不见其妻，凶。"
    },
    {
      "source": "棠姜，齐棠公之妻，东郭偃之姊也。武氏。崔武子杼。见左传。遘。仁政不暴。凤凰来舎。四时顺节。民安其处。无注萃。任劣力薄。驽孱恐怯。如猬见鹊。不敢拒格。史记龟策传云。猬辱于鹊。郭璞曰。猬能制虎。见鹊仰地。淮南毕万曰。鹊令猬反腹者。猬憎其意而心恶之也。升卫侯东。游惑于少姫。亡我考妣，久迷不来。注。未详。困噂噂所言，莫知我垣。欢喜坚固，可以长安。无注井鸑鸣岐山，龟应幽渊。男女构精，万物化生。文王以成，为周开庭。鸑凤类文王之时，凤鸣于𡵨山。大禹",
      "target": "时，龟出于洛水。革玄黄虺隤。行者劳疲，役夫憔悴。逾时不归。诗卷耳篇",
      "verse": "陟彼高冈，我马玄黄。"
    },
    {
      "source": "民怯城恶，奸人所伏。寇贼大至，入我郛郭，妻子俘获。按春秋传成公九年，楚子重自陈伐莒，围渠丘。渠丘城恶，楚遂入渠丘。渐阳低头，阴仰首。水为灾，伤我足。进不利，难生子无注。归妹背北，相憎。心意不同，如火与金。诗十月",
      "target": "交卒章云",
      "verse": "噂沓背憎。"
    },
    {
      "source": "𥙊天地",
      "target": "牛角，茧栗巽，出门逢恶，与祸为怨。更相击刺，伤我手端。无注兑，鹳飞中退。举事不遂，众人乱溃。春秋僖公十六年正月，六鹳退飞，过宋都。二十二年十一月，宋公及楚人战于泓，宋师败绩。涣跛羁相随，日暮牛罢。陵迟后旅，失利亡雌。无注节龙角博预，位至公𡖖，世禄久长，起动安宁。古者公𡖖有㓛于国家，子孙世享其禄，故孟子曰",
      "verse": "仕者世禄。"
    },
    {
      "source": "龙角博预，未详。或曰星名。中孚。舜升大禹石夷",
      "target": "野，征诣王庭，拜治水土。书",
      "verse": "帝曰：咨禹，汝平水土，惟时懋哉。"
    },
    {
      "source": "石夷，未详。小过从风放火，荻芝俱死。三害集房，叔子中伤。三害。未详。既济楩生荆山，命制输班。袍衣剥脱，夏𤍠冬寒。饥饿枯槁，莫人震怜。荆山，多产异材。班，公输子，鲁班也。未济长面大鼻，来解已忧。遗吾福子，与我恵妻，恵吾嘉喜。无注坤下，坤上。坤不风不雨，白日皎皎。宜出驱驰，通利大道。无注",
      "target": "乾，谷风布气，万物出生，萌庶长养，华叶茂成。按诗谷风篇，习习谷风，以阴以雨。注云",
      "verse": "东风谓之谷风，以其长养万物也。"
    },
    {
      "source": "尤兄弟八十一人，兽身人语，铜鐡额，能作大雾，食沙，造五兵，威震天下，诛杀无道，万民钦命。黄帝行以仁义，不能禁止，乃仰天而叹。天遣玄女下授黄帝兵符，与尤战于涿鹿之野，遂命杀之。此言鱼口，未详。观北辰紫宫，衣冠立中，含和建德，常受天福。北辰，北极，天",
      "target": "枢也。紫宫即紫微，噬嗑，稷为尧使，西见王母。拜请百福，赐我善子。稷，后稷，为尧帝臣，教民稼穑，后至文武而有天下。贲三人异趋，反复迷惑。一身五心，乱无所得。无注剥南山大攫，盗我媚妾。怯不敢逐，退然独宿。攫，居缚切，狙也。又曰大猿。复众鬼所趋，反作大怪。九身无头，魂惊魄去，不可以居。未详。无妄。延颈远望，眯为目疾。不见叔姫，使伯心忧。无注。大畜典䇿法书，藏在兰台。虽遭乱溃，独不遇灾。汉官仪",
      "verse": "御史台内掌兰台。"
    },
    {
      "source": "秘书颐自卫反鲁，时不我与。冰炭异室，仁道隔塞。孔子周流四方，不遇自卫反鲁，遂删诗定。书大过。瘤瘿秃疥，为身疮害。病疾癃残，常不远逮。无注坎齐东郭卢，嫁我洛都。俊良羙好，媒利过倍。棠姜，齐棠公之妻，东郭偃之姊也。离。齐鲁争言，战于龙门。构怨连祸，三世不安。按春秋鲁成公二年春，齐侯伐我北鄙，围龙。顷公之嬖人卢蒲就魁门焉。龙人囚",
      "target": "。齐侯亲鼓三日取龙。咸芳泽肥壤，农人丰敌，利居长安，历世无患。无注，恒仓盈庾，忆宜种黍稷，年丰歳熟，民得安息。诗楚茨篇",
      "verse": "我仓既盈，我庾维亿。"
    },
    {
      "source": "遯鸱鸮破斧，邦人危殆。赖其忠德，转祸为福，负危复立。鸱鸮破斧，皆诗豳风篇名，言周公",
      "target": "事，诛管、蔡以安周室。大壮岁饥无年，虐政害民。乾溪骊山，秦楚结𡨚。昭公十三年，楚灵王被弑于乾溪。史记",
      "verse": "秦始皇造作骊山。"
    },
    {
      "source": "晋椡挈累累，缔结难解。嫫母衙嫁，媒不得坐，自为身祸。椡挈一作栵挈，见蒙之比，其义未详。嫫母，黄帝次妃，貌丑而贤。衙当作袨。明夷。訾陬开门，鹊鸣弹冠。章甫进用，舞韶和鸾。三人翼事，国无灾患。章甫，冠名。舞韶，乐名。和鸾，皆铃也。在轼曰和，在镳曰鸾，车马之饰也。訾陬开门，未详。家人。弟姊合居，与类相扶。愿慕群丑，不离其处。无注。睽，邯郸反。言兄弟生患，渉叔忧恨，卒死不还。渉叔即陈渉。渉尝令陈人武臣徇赵地。武臣到邯郸，自立为赵。渉怒，捕系武臣家室。后因柱国之諌，遂立武臣为赵王。武臣终于背，渉竟死于庄贾之难。出陈渉传。蹇三人逐兔，各争有得，爱亡善走，多获鹿子。无注解北辰紫宫，衣冠立中。含和建德，常受天福。北辰，北极，天之枢也。紫宫即紫微。损拜跪请免，不得其哺。俯首衘枝，低头北去。无注益鹤盗我珠，逃于东隅。求之郭墟，不见所居。未详。𦐍，一簧两舌，妄言谬语。三奸成虎，曽母投杼。一簧者，即诗所谓巧言如簧，两舌，言不一也。曽母，曽参之母。人有言曽参杀人者，曽母不信。及三人言之，曽母杀杼下机而走。姤孤独特处，莫与为旅，身日劳苦，使布五榖，阴阳顺序。又伯虎仲熊，德乂四布，舜举八元八恺，有伯虎仲熊萃褰衣渉河涧流浚多赖，遇舟子，济脱无他。无注升凭河。登山。道里阻难，求事少便。无注困。兔𦊨",
      "target": "容，不失其㳟。和谦𦤺乐，君子攸同。按诗传云",
      "verse": "虽兔𦊨之野人，而其才之可用。"
    },
    {
      "source": "三女求夫，伺候山隅。不见复关，泣涕涟如。诗氓",
      "target": "篇云",
      "verse": "不见复关，泣涕涟涟。"
    },
    {
      "source": "也。中霤，月令云中室也。鼎，望尚阿衡，太宰周公。藩屏辅弼，福禄来同。望，太公，吕尚也。阿衡，伊尹也。太宰，官名，周公为太宰。震，三年生狗，以戌为母。荆夷上侵，姫伯出走。注未详。艮涂遏道塞，求事不得。无注渐，探怀得蚤，无有凶忧。所愿失道，善居渐好。无注归妺飞楼属道，趾多搅垣。居",
      "target": "不安，覆压为患。无注丰义不胜情，以欲自倾。几利危宠，折角摧颈。无注旅。潼滃蔚荟，林木来会。津液下降，流潦霈霈。无注巽白驹生刍。猗猗盛姝，赫咺君子，乐以忘忧。诗白驹篇",
      "verse": "生刍一束，其人如玉。"
    },
    {
      "source": "兑车驰人趋，卷甲相仇。齐鲁寇战，败于犬丘。按春秋，齐师侵鲁，战于长勺，车驰卒奔，齐师败绩。事见荘公十年春。涣举首望城，不见子贞，使我悔生。无注节龙斗时门，失理伤贤，内畔外贼。则生祸难。春秋昭公十九年，郑大水，龙𨷖于时门",
      "target": "外洧渊，国人请为禜焉，子产弗许，曰",
      "verse": "我斗龙不我觌也。"
    },
    {
      "source": "冒顿单于围汉高祖于白登，七日，用陈平秘计，厚遗阏氏，说冒顿解围",
      "target": "。乾柏舟，流行不休。耿耿寤寐，心里大忧。仁不逢时，复隐穷居。诗柏舟篇，言仁而不遇也。泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。坤采薪得麟，大命陨颠。豪雄争名，天下四分。末详。蒙山崩谷绝，天福尽竭。泾渭失纪。玉历既巳。泾、渭，二水名。需，夏台诱里，汤文所厄。鬼侯俞贿，摘王解舎。夏台、诱里，皆狱名。汤囚夏台，文王拘诱里。讼。泥滓污辱，弃捐沟渎。为众笑哭。然不显录。无注。师。李梅冬实，国多盗贼，扰乱并作，君不能息。春秋鲁僖公三十三年冬，陨霜不杀草，李梅实。公羊传曰",
      "verse": "纪异也。"
    },
    {
      "source": "此禄去公室，政在公子，遂",
      "target": "应。比獐鹿逐牧，饱归其居。反还次舍，无有疾故。无注小畜夹河为婚，期至无船。揺心失望，不见所欢。无注履百足俱行。相辅为强。三圣翼事，王室宠光。三圣，尧、舜、禹也。泰坐立失处，不能自居。贼破王邑，阴阳颠倒。无注否登几上舆，驾驷南游。合从散衡，燕齐以强。苏秦主从，张仪主衡。秦事燕，仪事秦。按礼部韵。毛居正曰",
      "verse": "以六攻一为从，以一离六为横，合之曰从。"
    },
    {
      "source": "河者水",
      "target": "伯，河伯水神谦。甘露醴泉，太平机关。仁德感应，岁乐民安。瑞应图",
      "verse": "王者德至于天和气感，则甘露降于松柏。"
    },
    {
      "source": "醴泉，羙泉也。水之精，太平则出，出则其政和平。尧之时，德茂清平则出豫。重茵厚席，循皋采藿，虽踬不惧，反复其处。猿堕高木，不逶手足，还归其室，保我金玉。逶音涡，随太一驾，骝，从天上来。征我叔季，封为鲁侯。大乙，星名。成王封周公",
      "target": "子伯禽于鲁。蛊南巴六安，石解戟天。所指不巳，耋老复丁。弊室旧墟，更为新家。无注",
      "verse": "临。"
    },
    {
      "source": "有妫之后，将育于姜。八世之后，莫之与京。姜，齐姓。营丘，齐所封之地。贲路多枳，𣗥歩刺我足。不利旅客，为心作毒。无注剥天宫列宿，五神共舎。宫阙光坚，君安其居。无注复牧羊稻园，闻虎呻喧。惧畏惕息，终无祸患。无注无妄，鸣条",
      "target": "图，北奔犬胡。左衽为长，国号匈奴。主君旄头，立尊单于。乐彦括地谱云",
      "verse": "夏桀无道，汤放之鸣条，三年而死。"
    },
    {
      "source": "其子荤粥，妻桀之众妾，避居北野，随畜移徙中国，谓之匈奴。单于者，广大之貌，尊称",
      "target": "也。大畜。克身洁巳，逢禹巡守。锡我玄圭，拜受福祐。书禹贡云",
      "verse": "禹锡玄圭，告厥成㓛。"
    },
    {
      "source": "鲁道有荡，齐子庸止。坎，朽根倒树，花叶落去。卒逢火焱，随风偃仆。焱音熖。离阴变为阳，女化作男。治道得通，君臣相承。无注咸炎绝续，光火㓕复。明简易理，得以成。乾功。易系辞易简而天下",
      "target": "理得矣。恒，多载重负，捐弃于野。予母谁子，但自劳苦。无注遯江河海泽，众利室宅。可以富有，饮御嘉客。无注大壮。冬采薇兰，地冻坚拆。利走室北，暮毋所得。诗小雅采薇篇。采薇采薇，薇亦作止。曰归曰归，歳亦莫止。晋乌鸣嘻嘻，天火将起。燔我馆屋，灾及姫后。按春秋襄公三十年夏五月，或叫于宋太庙曰",
      "verse": "𫍻𫍻出出，鸟鸣于亳社，如曰𫍻𫍻。"
    },
    {
      "source": "也。虿，丑迈切。螫音释。家人崔嵬。北岳天神贵客，温人正直，主布恩德，开衣不巳，䝉受大禄。崔嵬，高峻貌。周礼并州其山镇曰恒山。唐天文大梁、析木，其神主于恒山，辰星出焉，谓",
      "target": "北岳。聧伯蹇叔盲，莫为守床，失我衣裘，伐民除乡。无注，蹇为季求妇，家在东海，水长无船，不见所欢。无注解山陵丘墓，魂魄室舎，精诚尽竭，长寝不觉。无注损骑牛折角，下山伤轴，失其利禄。无注益水载舟船，无根以浮。往来济济，心劳且忧。无注𦐍有鸟来飞，集于宫树。鸣声可恶，主将出去。无注姤东徙不时，触患离忧。井泥无濡，思叔旧居。周易曰",
      "verse": "井泥不食，旧井无禽。"
    },
    {
      "source": "萃，黄帝所生，宓羲之宇。兵刃不至，利以居止。宓羲都于陈，黄帝，有熊国君少典之子。有熊，即今河南新郑是也。升东山救乱，处妇思夫。劳我君子，役无休巳。东山，周公东征",
      "target": "诗。处妇思夫，诗曰",
      "verse": "鹳鸣于垤，妇叹于室。"
    },
    {
      "source": "困跛踬未起，先利后市。不得鹿子，无注井。大蛇当路，使季畏惧。汤火之灾，切近我肤。赖其天𦍒，趋于王庐。汉高祖，字季尝，被酒，夜径泽中，有大蛇当道，高祖㧞劒斩之。震从容常闲，游戏南山，拜祠祷神，使神无患。无注鼎区脱康居，慕义入朝，湛露之欢。三爵毕恩。后归野庐，与母相扶。区脱与瓯脱同，土室也，胡人候望处。出匈奴传。康居，国名。湛露，天子燕诸侯",
      "target": "诗。革鱼鳖列市，河海饶有。长钱善价，摘李悦喜。无注艮年常䝉庆，今岁受福。三夫采葩，出必有得。无注渐二人俱东，道怒争讼。意乖不同，使君恟恟。无注归妹树我藿豆，鹿兔为食。君不恤护，秋无收入。无注丰黄鸟悲鸣，愁不见星。因于鸷鸟，鹯使我惊。无注旅双凫惧，飞欲归稻。食经渉泽，为矢所射，伤我胸臆。无注巽久客无依，思归我乡。雷雨盛溢，道未得通。无注兑道路辟除，南至东辽。卫子善辞，使国无忧。未详。涣同枕同袍，中年相知。少贾无失，独居愁思。无注节众神集聚，相与议语。南国虐乱，百姓愁苦。兴师征讨，更立贤主。未详。中孚北陆闭蛰，隐伏不出。目盲耳聋，道路不通。左传",
      "verse": "古者日在北陆而藏冰。"
    },
    {
      "source": "陆，道也，谓夏十二月，日在虚危，冰坚而藏",
      "target": "。小过痴狂妄作，心狂善惑。迷行失路，不知南北。无注。既济栋隆强辅，宠贵日光。福善并作，乐以高明。易太过九四，栋隆，吉。象曰",
      "verse": "栋隆之吉，不挠于下也。"
    },
    {
      "source": "未济爱我婴女，牵衣不与。冀幸高贵，反日贱下。无注坎下，艮上。蒙，何草不黄，至未尽玄。室家分离，悲忧于心。诗何草不黄，刺幽王也。四夷交侵，中国背叛，君子忧",
      "target": "，故作是诗也。曰",
      "verse": "何草不黄，何日不行，何人不将，经营四方。"
    },
    {
      "source": "何草不玄，何人不矜，哀我征夫，独为匪民",
      "target": "乾。海为水王，聪圣且明，百流归德，无有叛逆，常饶优足。书禹贡云",
      "verse": "江汉朝宗于海。"
    },
    {
      "source": "犹诸侯之朝宗于王也。坤，天",
      "target": "所有，祸不过家。一云",
      "verse": "左辅右弼，金玉满堂，常盈不亡。"
    },
    {
      "source": "东山，水遏我前。深不可渉。失利后便。无注。临凿井求玉，非卞氏宝。名因身辱，劳无所得。因当作困。卞和献玉璞于楚怀王。观黄玉温厚，君子所服。甘露溽暑，万物生茂。财货源云。玉，天地之精也。黄中正色。君子在位",
      "target": "称。又瑞应图。王者德至于天，和气感则甘露降于松柏。噬嗑画龙头颈。文章不成。甘言善语，说辞无名。无注贲招祸𦤺凶，来弊我邦。病在手足，不得安息。无注剥履位乘势，靡有绝毙。皆为隶圉，与众庶位。齐人有言曰",
      "verse": "虽有智慧，不如乘势。"
    },
    {
      "source": "尤战于涿鹿之野，遂禽杀之。离抱关传语聋跛，摧殆，众贱无下，灾殃所在。无注咸。忧祸解除，喜至庆来，坐立欢门，与乐为邻。无注恒。折锋戴殳，舆马放休，行军依营，天下安宁。无注遁。至德之君，仁政且温，伊吕股肱，国富民安。汤举伊尹，文王举吕望，相与辅治，以安天下。大壮千里望城，不见山青，老兔虾蟆，远绝无家。老兔，月中玉兔。虾蟆，月中蟾蜍。晋有莘季女为夏妃后，贵夫寿子。母字四海。按本纪，鲧取有莘氏女，谓",
      "target": "女志，是生高密。宋𠂻云",
      "verse": "高密，禹所封之国。"
    },
    {
      "source": "明夷不虞之患，祸至无门。奄忽暴卒，痛伤我心。无注家人，飞鹰退去。不食邻鸟。忧患解除，主君安居。无注。睽跮差侧跌，申酉为祟，亥戍㓕明。颜子隐藏，未详。蹇司禄凭怒，谋议无道。商氏失政，殷人乏祀。商纣无道，武王伐之，封纣子武庚，命三叔监殷。武王崩，成王立，三监以武庚叛，周公东征讨之，遂乏祀焉。解望鸡得雉，冀马获驹。大德生，少，有瘳从，居无注损。忉忉怛怛，如将不活。黍稷",
      "target": "恩，灵辄以存。左传",
      "verse": "晋灵公不君，赵盾諌，公患之，饮盾酒，伏甲将攻之。"
    },
    {
      "source": "𥘉盾田，舍于翳桑，见灵辄病，不食三日。盾食之，为箪食而与之。既而与为公介，倒戟以御公徒而免",
      "target": "。问何故，对曰",
      "verse": "翳桑之饿人也。"
    },
    {
      "source": "不告名而退益。莫莫辑辑，夜作昼匿。谋议我资，求攻我室。空尽以财，几无以食。无注𦐍，天",
      "target": "所壊，不可强支。众口指笑，虽贵必危。无注姤，目动睫瞬，喜来加身。举家䝉欢，吉利无殃。瞬，目动貌。汉书",
      "verse": "眼瞬得酒肉萃。"
    },
    {
      "source": "他日我如此，必尝异味。宰夫解鼋而笑，公问之，子家以告，召子公而弗与，子公怒，染指于鼎尝之。出春秋传。升天福所丰，兆如飞龙。成子得志，六二以兴。陈成子得政于齐，乃敬仲八世孙。困氓伯易𢇁，抱布自媒。弃礼急情，卒离悔忧。诗氓",
      "target": "篇云",
      "verse": "抱布贸丝，匪来贸丝，来即我谋。"
    },
    {
      "source": "冒顿单于围汉高祖于白登七日，用陈平秘计，厚遗阏氏，说冒顿解围㤗。楚灵暴虐，罢极民力，祸起乾谿，弃疾作毒，扶伏奔逃，死申亥室。楚灵王汰侈巳甚，成章华之台至。狩于州来，次于乾谿。公子比作乱，遂缢于芋尹。申亥氏否。雌单独居，归其本巢。毛羽憔悴，志如死灰。无注同人两矛相刺，勇力钧敌。交绥结和，不破不缺。无注大有乘船渡济，载水逢火。赖幸免患，蒙我生全。无注谦丧宠溢尤，政倾家覆，我宗失国。秦㓕周室。无注豫冬无藏冰，春阳不通。阴流为贼，国被其殃。无注随田鼠野鸡，意常欲逃。拘制笼槛，不得动摇。无注蛊佩玉蕊兮，无所系之。㫖酒一盛，莫与笑语。孤寡独特，常愁忧苦。无注临没游原口，求鲛为宝。家危自惧，复出生道。无注观河水孔穴，坏败我室。水深无岸，鱼鳖倾侧。无注噬嗑教羊牧兔，使鱼相捕。任非其人，费日无功。无注贲升户入室，就温燠食。水冻北陆，不能相贼。无注剥孤竹",
      "target": "墟，老妇无夫。伤于蒺蔾，不见少妻。东郭棠姜，武氏破亡。孤竹，国名。易繇曰",
      "verse": "困于石，据于蒺蔾，入于其宫，不见其妻，凶。"
    },
    {
      "source": "棠姜，齐棠公之妻，东郭偃之姊也。武氏，崔武子杼，见左传。复凶忧灾殃，日益明章。福不可莱，三郤痍伤。按春秋，三郤，晋大夫郤锜、郤犨、郤至。成公十七年，晋厉公侈，多外嬖，欲尽去群大夫而立其左右，遂杀三郤无妄。戴璧秉圭，请命于河。周公作誓，冲人瘳愈。𥘉。成王少时病，周公乃自揃其蚤，沈",
      "target": "河，以祝于神曰",
      "verse": "王少未有识，奸神命者乃旦也。"
    },
    {
      "source": "王病，有瘳见史记。大畜。鸟升鹊举，照临东海。厖降庭坚，为陶叔后，封圻英六，履禄绥厚。厖降、庭坚皆颛顼之后，即舜举八恺之列。颐危坐至暮，请求不得。膏泽不降，政戾民忒。无注大过，宜昌娶妇，东家歌舞。燕乐有序，长乐嘉喜。无注坎凿井求玉，非卞和宝？名困身辱，劳无所得。楚卞和得玉献怀王，王以为欺，刖其一足。怀王死，子平王立。和复献之，王又以为欺，刖其一足。平王死，子荆王立，和复献之。恐复见害，乃抱其璞而哭，昼夜不止，涕尽，续之以血。荆王遣问之，于是和随使献玉。王使剖之，中果得玉。离鹄思其雄，欲随凤东，顺理羽翼，出次须日，中留北邑，复反其室。无注咸，早霜晚雪，伤害禾麦，损功弃力，饥无所食。无注恒，蝙蟔生子，深目黒丑。虽饰相就，众人莫取。蝙蟔，即蝙蝠也，又名仙鼠，又名眼翼。遯。去如飞鸿，避凶直东。遂得全脱，与福相逢。无注大壮婚姻合配，同枕共牢。以降嘉休，子孙封侯。无注晋咸阳辰巳，长安戌亥。丘陵生止，非鱼䲡市。不可辞阻，终无悔咎。无注明夷螟虫为贼，害我五榖。箪食空虚，家无所食。螟食苗心者，害苗",
      "target": "虫也。家人谋恩拜德，东归吾国。慷慨欢笑，欢乐有福。无注睽赍贝赎狸，不听我辞。系于虎须，牵不得来。无注蹇比目附翼，欢乐相得。行止集周，终不离忒。比目，鱼也。附翼，比翼鸟也。解一指食肉，口无所得。染其鼎鼐，舌馋于腹。左传",
      "verse": "郑公解鼋，召子公而弗与。"
    },
    {
      "source": "子公怒，染指于鼎，尝",
      "target": "而出。损曳纶江海，钓挂鲂鲤。王孙利德，以飨仲友。诗小雅六月篇",
      "verse": "我行永久，饮御诸友，炮鳖鲙鲤。"
    },
    {
      "source": "侯谁在矣？张仲孝友。益摘纣牧野，颠败所在。赋敛重数，黎元愁苦。牧野，商郊。武王伐纣，战于牧野，败纣师于此。𦐍。北辰紫宫，衣冠中立。含和建德，常受天福。北辰，北极，天之枢也。姤轻战上勇，不知兵权。为敌所制，从师北奔。无注萃大口宣唇，神使仲言。黄龙景星，出应德门。与福上天，天下安昌。禹渡江，黄龙负舟。㬌星一名德星。升凶子祸孙。伏劒向门。凶讼唤嚣，惊骇我家。无注困祝伯善言，能事鬼神。拜辞万歳，使君延年。祝伯即祝鮀，掌宗庙𥙊祀",
      "target": "官，孔子称其巧佞。革昧旦乘车，履危陷沟。亡失裙𥜗，摧折两轴。史记",
      "verse": "汉临江王征还京彂，车轴折井。"
    },
    {
      "source": "圭璧琮璋，执贽见王。百里宁越，应聘齐秦。百里奚事秦，宁越事齐。鼎胶著木连，不出牛拦。斯享羔羊，家室相安。无注。震卷领遁世，仁德不舎。三圣攸同，周国茂兴。三圣大王，王季、文王也。艮黍稷苗稻，垂秀方造。中旱，不雨，伤风枯槁。无注。渐冠带南游，与福喜逢。期于嘉贞，拜为公𡖖。无注归妹一巢九子，同公共母。柔顺利贞，出入不殆，福禄所在。无注丰韩氏长女，嫁于东海。宜家富主，柔顺以居，利得过倍。无注。未详。旅因祸受福，喜盈我室，所愿必得。无注巽晋平有疾，迎医秦国，病乃大患，分为二竖，逃匿膏肓，和不能愈。春秋成公十年春，晋侯求医于秦，秦伯使医缓为",
      "target": "。未至，公梦疾为二竖。子曰",
      "verse": "彼良医也，惧伤我，焉逃之。"
    },
    {
      "source": "居肓之上，膏",
      "target": "下，若我何？医至，曰",
      "verse": "疾不可为也。"
    },
    {
      "source": "在肓之上，膏之下，攻之不可，达之不及，药不至焉，不可为也。兑杜飞门启，患忧大解。修福行善，不为身祸。修福行善，一作去老乘马，见同人之𦐍涣。追亡逐北，至止而得。稚叔相呼，反其室庐。无注节鸟鸣廏端。一呼三颠，摇动东西。危栗不安，疾病无患。无注中孚龙化为虎，太山",
      "target": "阳。众多从者，莫敢敉藏。无注小过猋风忽起，车驰掲掲。弃名追亡，失其和节。忧心㤕㤕。掲，起竭切。㤕，竹律切。既济游居石门，禄安身全。受福西邻，归饮玉泉。石门，地名。论语云",
      "verse": "子路宿于石门。"
    },
    {
      "source": "未济登高上山，见王自言。申理我谗，得职蒙恩。无注坎下，乾上。讼文巧俗。弊。将反大质。僵死如麻，流血濡橹。皆知其母，不识其父。干戈乃止。无注橹音鲁",
      "target": "乾。文王四乳，仁爱笃厚。子畜十男，夭折无有。按韵府群玉引淮南子云",
      "verse": "文王有四乳，坤，日入望东，不见子家。"
    },
    {
      "source": "申理我𡨚，以解忧患。无注蒙奎轸温汤，过角宿房。宣时布和，无所不通。奎、轸、角、房，皆宿名。需引船牵头，虽拘无忧。王母善祷，祸不成灾。无注师凫得水没，喜笑自啄。毛羽悦怿，利以攻玉。公出不复，伯氏客宿。无注比水流趋下，欲至东海，求我所有。买鲂与鲤，足关路止。无注小畜，獐鹿逐牧。安饱其居。反还次舎，无有疾故。无注履。树植藿豆，不得芸锄。王事无盬，秋无所收。无注泰。弱水",
      "target": "西，有西王母。生不知死，与天相保。书",
      "verse": "弱水既西。"
    },
    {
      "source": "不相知。无注豫弱鸡无距，与鹊格𨷖。翅折目盲，为鸠所伤。无注随甲乙丙丁，俱归我庭。三丑六子，入门见母。无注蛊桑叶螟蠹，衣弊如络。女㓛不成，丝布为玉。无注临关牢辟门，巡狩释𡨚。夏台诱里，汤文悦喜。汤囚夏台，文王拘诱里，至后皆有天下。观钦明之德，坐前玉食。必保嘉羙，长受安福。无注噬嗑武夫司空，多口争讼。金火当户，民不安处，年饥无有。无注贲紫阁九重，尊严在中。黄帝尧舜，履行至公。冠带垂裳，天下康宁。无注剥负牛上山，力劣行难。烈风雨雪，遮遏我前。出道复还，忧者自欢。无注复蹇兔缺唇，行难齿寒。口病不言，为身生患。无注无妄合体比翼，嘉偶相得。与君同好，使我有福。无注大畜口啄卒卒，忧从中出。丧我宝贝，妻妾失位。无注颐两心不同，或从西东。明论中日，莫适相从。无注。大过哑哑笑言，与善饮食。长乐行觞，千秋起舞，拜受大福。无注坎𥘉忧后喜，与福为市。八佾列陈，饮御嘉友。八佾，舞列也。古者天子舞八佾。离西徙无家，破其新车。王孙失利，不如止居。无注咸，凤凰在左，麒麟处右。仁圣相遇，伊吕集聚。时无殃咎，福为我母。无注恒，瓯脱康居，慕仁入朝，湛露之欢。三爵毕恩，复归旧庐。区脱与瓯脱同，土室也。胡人候望处。出匈奴传。康居，国名。湛露，天子燕诸侯",
      "target": "诗。遯疾贫望幸，使伯行贩，关牢择羊，多得大牂。一云疾贫望幸，贾贩市井。无注大壮处高不伤，虽危不亡。握珠怀玉，还归其乡。无注晋右手弃酒，左手牧牂。行逢礼御，饵得玉杯。箕子言纣",
      "verse": "彼为象箸，必为玉杯。"
    },
    {
      "source": "六位时成。艮。猿坠高木，不逶手足。保我金玉，还归其室。逶音涡。渐营室紫宫，坚不可攻。明神建德，君受大福。汉天文紫宫为皇极之居。归妹孤翁寡妇，独宿悲苦。目张耳明，无与笑语。无注丰低头窥视，有所畏避。行者不利，酒酸鱼败，众莫贪嗜。贩当作败旅，载金贩狗，利弃我走。藏匿渊底，悔折为咎。无注巽行触大忌，与司命牾。执囚束䌸，拘制于吏。无注兑执玉欢喜，佩",
      "target": "解挛。危详反安，使我无患。无注涣机杼纷扰，女巧不成。长妹许嫁，衣无𥜗袴。闻祸不成，凶恶消去。无注节金人铁距，火烧左右。虽惧不恐，独得全处。无注中孚谢恩拜德，东归吾国。舞蹈欣跃，欢乐受福。诗序云",
      "verse": "不知手之舞之，足之蹈之。"
    },
    {
      "source": "诗。湛露，天子宴诸侯之诗也。未济避患东西，反入祸门。糟糠不足，忧愁我心。无注坎下，坤上。师乌鸣呼子，哺以酒脯。高楼之处，子来归母。穑人成功，年岁大有。姤妇无子，无注之乾。一簧两舌，佞言謟语，三奸成市。曽母投杼。一簧者，即诗所谓巧言如簧。两舌，言不一也。曽母，曽参之母。人有言曽参杀人者，曽母不信。及三人言",
      "target": "，曽母投杼下机而走。坤，春桃生花，季女宜家，受福且多，在师中吉，男为封君。诗桃夭篇",
      "verse": "桃之夭夭，灼灼其华。"
    },
    {
      "source": "若木，木名，在昆仑。西极其华，光照下地。需雀东求粒，误入。罔域。赖仁君子。脱腹归息。无注讼。王孙季子。相与孝友。明允笃诚。升擢家举。为国干辅。史记。高阳氏有才子八人，谓之八恺。高辛氏有才子八人。谓之八元。尧未及举。舜于是举八恺使主后土。举八元使布五教。比刖树无枝。与子分离。饥寒莫食。独泣哀悲。无注小畜舜升大禹，石夷",
      "target": "野。征诣玉阙，拜理水土。书帝曰咨禹，汝平水土，惟时懋哉。石夷，未详。履义不胜情，以欲自营。见利危宠，㓕君令名。无注泰三人北行，六位光明。道逢淑女，与我骥子。无注否羿张乌号，彀射天狼。柱国雄勇，斗死荣阳。羿，后羿善射。乌号，弓名。天狼，兽名。同人。季姫踟蹰，结袊待时。终日至暮，百两不来。诗静女篇",
      "verse": "静女其姝，俟我于城隅。"
    },
    {
      "source": "鸿鴈翩翩始怨苦劳，灾疫病民，鳏寡愁忧。无注谦。穿胸狗邦，僵离旁羙。天地易纪，日月更始。穿胸、狗邦，皆外夷国名。旁羙，一卦作旁舂。见剥之乾。豫北山有枣，使叔寿考。东岭多粟，宜行贾市。陆梁雌雉，所至利喜无注。随。干旄旌旗，抚帜在郊。虽有宝玉，无路致",
      "target": "。诗干旄篇",
      "verse": "孑孑干旄，在浚之郊。"
    },
    {
      "source": "干旄以旄牛尾注于旗干之首而建之车后也。蛊精洁渊，塞为谗所言证讯诘问，系于枳温。甘棠听断，怡然蒙恩。诗甘棠篇。召伯循行南国。以布文王之政。舎甘棠之下以听讼焉。后人思其德临。玄黄瘣隤。行者劳罢。役夫憔悴。逾时不归。诗卷耳篇。陟彼高冈。我马玄黄。又曰。陟彼崔嵬。我马虺隤。又云。我仆痛矣。云何吁矣。后当作役。观肤敏之德，发愤晨食。虏豹禽说，以成德主。史记。韩信虏魏王豹。又引兵击赵。禽夏说。噬嗑。采唐沬乡，要我桑中。失信不会。忧思约带。诗桑中篇。爰采唐矣。沬",
      "target": "乡矣。唐，菜也。沬、卫邑名。又云。期我乎桑中。贲伯宁子，福恵我邦国，蠲除苛残，使季无患。无注剥谗言佞雄，败乱邦国，生虽忠孝，败恩不足。无注复渊泉堤防，水道利通，顺注湖海，邦国富有。无注无妄江南多蝮，螫我手足，𡨚䌓诘屈，痛彻心腹。无注大畜三人俱行别离独食，一身五心，反复迷惑乱无所得。无注颐鸦鸣庭中，以戒灾凶。重门击柝，备不速客。易系辞云重门击柝，以待暴客，盖取诸豫。豫，备也。大过㓛成事就，拱手安居，立德有言，坐饰贡赋。书禹贡云",
      "verse": "上之所取谓之赋，下之所供谓之贡。"
    },
    {
      "source": "坎国乱不安，兵革为患。掠我妻子，家中饥寒。无注离戴尭扶禹，从乔彭祖，西过王母。道路夷易，无敢难者。尭，唐帝名。禹，姒姓。乔，王乔仙人。彭祖尭时人。寿至八百，咸长尾蟡蛇，画地成河，深不可渉，绝无以比，惆怅会息。无注恒乘龙从霓。征诣北阙，乃见宣室。拜守东城，镇慰𥠖元，举家蒙福。未详。遯土与山连，终身无患。天地高明，万岁长安。无注大壮久旱水涸，枯槁无泽。虚修其德，未有所获。无注晋依天倚地，凶危不至。上清下浄，受福大明，君受其利。无注明夷。火烈不去，必殪僵仆。燔我衣裾，祸不可悔。无注家人，配合相迎。利",
      "target": "四乡，欣喜兴释，所言得当。无注。睽清人高子，久屯外野。逍遥不归，思我慈母。诗清人篇",
      "verse": "清人在消，驷介麅麅。"
    },
    {
      "source": "舜升大禹石夷",
      "target": "野，征诸玊阙，拜治水土。书",
      "verse": "帝曰咨禹，汝平水土，惟时懋哉。"
    },
    {
      "source": "醴泉，羙泉也。水之精，太平则出，出则其政和平，尭之时，德茂清平则出涣。恶来呼伯慎，惊外客。甲守闭宅，以备凶急。临折",
      "target": "忧，将㓕无灾。恶来，纣臣名，即飞廉恶来也。节，日月相望，光明盛昌。三圣茂㓛，仁德大隆。三圣，尧、舜、禹也。中孚，葛蕾，蒙𣗥，华不得实，谗佞乱政，使恩壅塞。葛蕾，诗篇名。蒙𣗥，诗葛生篇云",
      "verse": "葛生蒙𣗥，蔹蔓于域。"
    },
    {
      "source": "予羙亡此，谁与独息。小过，邻不我顾，而望玉女。身多癞疾，谁肯媚者，无注既济。精诚所在，神之为辅。德教尚忠，弥世长久。三圣尚㓛，多受福祐。三圣，夏尚忠，商尚质，周尚文。按史记，夏历世四百七十八年，商历世六百二十八年。周历世八百六十七年。未济。钻木求火。掘地索水。主母饥渴手为心。祸无注坤下，坎上。比。鹿得羙草，鸣呼其友。九族和穆，不忧饥乏。长子入狱。霜降族哭。诗小雅鹿鸣。燕群臣嘉宾也。呦呦鹿鸣。食野之苹。我有嘉宾，鼓瑟吹笙之乾。继祖复宗。追明成康。光照万国，享世久长。周成康之际，天下太平，刑措四十余年不用。坤取火流泉，钓鲂山颠。鱼不可得，火不肯燃。无注屯麟子凤雏，生长家国，和气所居，康乐温仁，邦多圣人。麟，仁兽。凤，灵鸟。能知安危，故世治则出，出则圣人生焉。蒙彭名为娯，白龙作灾。盗尧舜裳。桀跖荷兵，青禽照火，三日夷伤。按革",
      "target": "大过，名作君，娯作妖，白作暴，舜作衣，桀作聚，火作夜。未详。需黍稷醇酿，敬奉山宗。神嗜饮食，甘雨嘉降。庶物蕃殖，独蒙福祉。诗楚茨首章云",
      "verse": "我黍与与，我稷翼翼。"
    },
    {
      "source": "我仓既盈，我庾维亿。以为酒食，以享以祀。又四章云。神嗜饮食。卜尔百福。讼李花再实。鸿飞降集。仁哲权舆。荫国受福。无注师千岁",
      "target": "墟。大国所屠。不见子都。城空无家。无注小畜公子王孙。把弹摄丸。发辄有得室家。饶足无注履骊姫谗喜。与二嬖谋。譛杀㳟子。害贼忠孝。申生以缢。重耳奔逃。春秋左传",
      "verse": "晋献公嬖骊姫，欲立其子奚齐，赂外嬖梁五，东关嬖五。"
    },
    {
      "source": "譛毁群公子及世子申生。㳟子，即申生也。重耳，晋文公，名泰。长生无极，子孙千亿。柏柱载青，坚固不倾。无注否。失意怀忧，如幽狴牢。亡子丧夫，附托寄居。无注同人仁智，隐伏，麟不可得。龙蛇潜藏，虚居堂室。无注大有挒絜累累，缔结难解。嫫母袨嫁，媒不得坐，自为身祸。椡挈一作栵絜，见比",
      "target": "蒙，其义未详。嫫母，黄帝第三妃，貌丑而贤谦。蜩飞堕木，不毁头足。保我羽翼，复归其室。蜩，蝉也。诗",
      "verse": "五月鸣蜩，豫陈妫。"
    },
    {
      "source": "魁门焉，龙人囚之。齐侯亲鼓三日，取龙焉。临府藏之富，王以振贷，捕鱼河海，苟愿多得。无注观鸣鹤北飞，下就稻池，鳣鲔𫚢鲤，众多饶有。一狗获两，利得过倍。无注噬嗑苍梧郁林，道易利通。元龟象齿，宝贝南金，为吾福功。苍梧、郁林，皆地名。贲两火争明，虽斗不伤。分离且忍，全我弟兄。无注剥伯夷、叔齐，贞廉之师。以德防患，忧祸不存。伯夷、叔齐，孤竹君之二子，武王伐纣，谏",
      "target": "，不食周粟，遂饿而死。论语云",
      "verse": "伯夷、叔齐饿于首阳之下，民到于今称之。"
    },
    {
      "source": "蛇乘龙，龙，宋、郑之星也。宋郑必饥。大过铅刀攻玉，坚不可得。尽我筋力，胝茧为候。无注坎恒山浦寿，高邑所在。阴气下淋，洪水不处，劳人开户。无注离比目四翼，来安我国。福善上堂，与我同床。无注咸。杜口结舌，心中拂郁。去灾患生，莫所告𡨚。无注恒。牵尾不前，逆理失臣。忠莫往来，卫朔以奔。按春秋桓公十二年，卫侯晋卒，朔立。十三年，左公子泄、右公子职立公子黔牟，朔奔齐。遯。早霜晚雪，伤害禾麦，损功弃力，饥无所食。无注大壮适戌失期，患生。无斯，惧以怀忧。发藏闭塞，邦国骚愁。按春秋鲁庄公八年，齐侯使连称、管至父戍葵丘。𤓰时而往，及𤓰而代。期戌，公问不至，请代弗许，故谋作乱。晋昊天白日，照临我国。万民康宁，咸赖嘉福。无注明夷，元吉无咎，安宁不殆。时行则行，勿之有悔。无注家人懿公浅愚，不深受谋。无援失国，为狄所贼。春秋闵公三年，狄人伐卫。懿公好鹤，鹤有乘轩者，将战，国人皆曰使鹤，遂为狄所㓕。睽城上有乌，自名破家。唤呼鸩毒，为国患灾。无注蹇长股善走，趋歩千里。王良嘉言，伯来在道，申见王母。王良，古之善驭者。解耕石山颠，费种家贫。无𦕅处作，苗发不生。无注。损二人异路，东趋西歩。千里",
      "target": "外，不相知处。无注。益纯服黄裳，载土以兴。德义茂生，天下归仁。纯服，色不杂也。易坤卦六五，黄裳元吉，文在中也。𦐍五铣铁颐，仓库空虚。贾市无盈，与利为仇。按韵注",
      "verse": "钟口两傍曰铣。"
    },
    {
      "source": "铣，金",
      "target": "泽者。铁颐未详。姤登昆仑，入天门，过糟丘，宿玉泉，问恵观，见仁君。昆仑山在西北，去嵩山五万里。其山高万一千里。河水出其东北，陬天门。泰山有大小天门，视天门如从穴中望天窗。糟丘，纣为酒池。糟丘，玉泉，未详。萃圃圃白日，为月所食。损上毁下，郑昭出走。春秋鲁桓公十一年，郑昭公名忽，立四月，出奔卫。升仓盈庾亿，宜稼黍稷。年岁有息，国家富有。诗楚茨篇",
      "verse": "我黍与与，我稷翼翼。"
    },
    {
      "source": "我仓既盈，我庾维亿。困。狼虎结谋，相聚为保。伺啮牛羊。道不通，伤我商人。无注井木年摧折，常恐不活。老赖福庆，光荣辅相。无注革同载共舆，中道分去。丧我元夫，独为孤居。无注鼎饮酒醉酗，跳跃争斗。伯伤叔僵，东家治丧。无注震出值凶灾，逢五赤头，姚言死格。扶伏伏听，不敢动揺。未详。艮狼虎争强，礼义不行。兼吞其国，齐晋无主。齐桓晋文假仁义以尊周室。自桓文",
      "target": "后，天下失霸，则诸侯无主，愈僭乱矣。渐南国少子，才畧羙好。求我长女，薄贱不与。反得丑恶，后乃大悔。无注归妹，一身两头，莫适其驱。乱不可治，孰为汤汉。无注丰李耳彚鹊，更相恐怯，偃尔以腹，不能距格。史记龟策传云",
      "verse": "猬辱于鹊。"
    },
    {
      "source": "焦氏易林<第四页>易林卷第三乾下，巽上。小畜白鸟㗸饵，鸣呼其子。斡枝张翅，来从其母。伯仲叔季，尤贺举手。无注之乾，东过虎地。牛马奔惊，道绝不通，南困无功。无注坤子锄执麟春秋作元阴将以终，尼父悲心。左传哀公十四年春，西狩于大野，叔孙氏",
      "target": "车子锄商获麟，孔子作春秋。屯取火泉源，钓鲂山巅。鱼不可得，火不可燃。无注蒙机关不便，不能出言。精诚不通，为人所𡨚。无注需。故室旧庐，稍弊且除。不如新巢，可治乐居。无注讼。蟡蛇循流，东求大鱼。预且举网，庖人歌讴。无注师。凿山通道，南至嘉国。周公祝祖襄适荆楚。春秋",
      "verse": "鲁昭公将往楚，子服惠伯曰：先君未尝适楚，故周公祖以道之。"
    },
    {
      "source": "襄公适楚而祖以道君。不行何之。比鹊近郤缩，不见头目。日以困急，不能自复。无注履。五舌啄难，各自有言。异国殊俗。使心迷惑。所求不得。无注泰。天门开辟，牢户寥廓。桎梏解脱，拘囚纵释。无注否。坚冰黄鸟当哀悲秋。数惊鸷鸟，雏为我忧。无注同人日走月歩，趋不同舎。夫妻反目，主君失居。易小畜卦舆脱輹，夫妻反目。大有金牙鐡齿，西王母子，无有患殃。扶舎渉道，到来不久。王母神仙，以东华至真",
      "target": "气，化生谦拭牧拭牧忧祸相半，隔以岩山，室家分散。无注豫众神聚集，相与议语，南国虚乱，百姓劳苦，兴师征伐，更立贤主。虚当作虐。随。狼虎争食。礼义不行，兼吞其国。齐鲁无主，春秋自齐。桓晋文失霸，中国无主。蛊。寄生无根，如过浮云，立本不固，斯须落去，更为枯树。无注临。子啼索哺，母行求食。反见空巢，长息訾弋。无注观驾驷，逐狐，轮挂荆𣗥。车不结辙，公子无得。无注噬嗑方喙广口，仁智圣厚。释解倒悬，唐国大安。按",
      "verse": "节之睽，方啄宣口，此卦作方喙广口，义通。"
    },
    {
      "source": "王子逐走，马骑衘伤。昳迹不得，曷其有常。无注。大过中原有菽，以待饔食。饮御诸友，所求大得。无注。坎乱茅缩酒，灵巫拜祷。神怒不许，瘁愁忧苦。楚有三脊茅𥙊，则用以缩酒也。离李花再实，鸿鲲降集。仁哲以兴，荫国受福。无注咸源出陵足，行于山趾。不为暴害，民得安处。无注恒客入其门，奔走东西。童女不织，士弃耕亩。暴骨千里，岁寒无年。无注遯天之所子，福禄常在。以永康宁，不忧危殆。无注大壮。蝗食我稻，驱不可去。实穗无有，但见空稾。蝗，䖝属，腹下有𣑽字，鱼子在水化成食苗",
      "target": "虫也。晋牛骥同堂，郭氏巳亡。国破空虚，君奔走逃。按胡传荘公二十四年，齐桓公问郭父老曰",
      "verse": "郭何以亡？父老曰：见善而不能举，恶恶而不能去，所以亡。"
    },
    {
      "source": "有鹤为弋人所射，穷而归哙参。参收养疗治疮愈而放之。后鹤夜到门外，参执烛视之，鹤雌雄双至，各衘明珠以报参焉。困役行未巳，新事复起，姫姜劳苦，不得休息。无注井忧患解除，喜至庆来，坐立欢忻，与乐为邻。无注革晨风",
      "target": "翰，大举就温。昧过我邑，羿无所得。晨风，鹯也。诗",
      "verse": "𫛣彼晨风。"
    },
    {
      "source": "诸侯之䇿书，孙宁逐卫侯。春秋以其自取奔亡之祸，故不书逐君之贼也。中孚魁为番虎风推云，郤欲上不得，反归其宅。无注。小过关雎淑女，配我君子。少妻在门，君子嘉喜。周南关雎，后妃之德也。关关雎鸠，在河",
      "target": "洲。窈窕淑女，君子好逑。既济慈母赤子，飨赐得士，襄夷服除，以安王家。无注。未济，三足孤乌，灵鸣督邮。伺过讨恶，自贼其家。汉天文志",
      "verse": "日中有三足乌，兑下，乾上。"
    },
    {
      "source": "履十乌俱飞，羿得九雌，雄虽得全，且惊不危。尧时十日并出，草木焦枯，命羿射其九日，九乌皆死，堕其羽翼，留其一日之乾，东向藩垣，相与笑言。子般执鞭，圉人作患。鲁庄公三十二年，雩讲于梁氏，女公子观之，圉人荦自墙外与之戏。子般怒，使鞭",
      "target": "。公曰",
      "verse": "不如杀之，是不可鞭。"
    },
    {
      "source": "荦有力焉，能投盖于稷门。十月，圉人荦贼子般于党氏。坤，循河摘舟，旁淮东游。渔父举网，先得大䲡。无注屯，辕折轮破，马倚仆，卧。后旅先宿，右足跌逶。无注蒙。两人相绊，相与悖戾。心不同争讼恟恟然。无注需北辰紫宫，衣冠立中。含和建德，常受天福。北辰，北极，天之枢也。紫宫为皇极之居。出汉天文志。讼游居石门，禄身安全。受福西邻，归饮玉泉。无注师羊肠九萦，相推并前。止须王孙，乃能上天。羊肠，山名。其形屈辟，如羊肠。比争讼相倍，和气不处。阴阳俱否，榖风母子。无注。小畜郭叔距颐，为𣗥所拘。龙额重颡，祸不成殃。复归其乡。未详。泰虿室蜂户，螫我手足。不得进止，为吾害咎。虿，丑迈切。螫，音𥼶。否怒非其怨，因拘有迁。贪垢腐鼠而呼。鸮鸢失反，被困无注。同人婴孩求乳，母归其子。黄麑悦喜，自乐甘饵。麑，五兮切，鹿子也。大有针缕胜服，锦绣不成。鹰逐雉兔，爪折不得。无注。谦雨潦集降，河梁不通。邹鲁闭塞，破费市空。邹、鲁，二国名。豫封豕沟渎，水潦空谷客止，舎宿，泥涂至腹。处无黍稷，无注随。三奸相扰，桀跖为交。上下骚离，隔绝天道。桀、夏桀。跖。盗跖蛊。齐景惑疑，为孺子牛。嫡庶不明，贼孽为患。按春秋传。孺子名荼。齐景公妾鬻姒所生。景公尝衘绳为牛。使荼牵之。故曰为孺子牛。哀公五年。景公疾。使国恵子高昭子立荼，寘群公子于莱。六年，僖子使召公子阳生，遂杀荼。临三羊俱亡，走奔南行。会暮失迹，不知所藏。无注观请伯行贾，代山之野，夜历险阻，不逢危殆，利如浇酒。无注。噬嗑，叶",
      "target": "将落，陨其黄叶。失势倾侧，而无所立。叶当作桑。诗",
      "verse": "桑之落矣，其黄而陨。"
    },
    {
      "source": "吾老矣，不能用也。孔子行复天",
      "target": "奥隅，尧舜所居。以存保身，为我国家。尧舜。唐虞二帝也。无妄雎鸠淑女，贤圣配偶。宜家寿福，吉庆长久。关雎诗云",
      "verse": "关关雎鸠，在河之洲。"
    },
    {
      "source": "窈窕淑女，君子好逑。言周文王生有圣德，又得圣女姒氏以为之配。大畜两人俱争，莫能有定。心乖不同，讼言起凶。无注颐渉伯徇名，弃礼诛身，不得其道，成子奔燕。鲁定公九年，晋赵鞅围卫，讨卫",
      "target": "叛，曰由渉佗、成何。遂杀渉佗。成何奔燕。君子曰",
      "verse": "此之谓弃礼。"
    },
    {
      "source": "人而无礼，胡不遄死？渉佗然矣哉。大过逾江求橘，并得大栗。烹羊食肉，饮酒歌笑。无注坎山险难升，涧中多石，车驰𫐕击，重伤载轴。担负善踬，跌逶右足。𫐕音遂。踬音致。逶音涡。离元利孔福，神所子畜。般乐无苦，得其欢欲。无注咸乌鹊食榖，张口受哺。蒙被恩福，长大成就。柔顺利贞，君臣合好。无注恒潼滃蔚荟，肤寸来会。津液下降，流潦滂沛。滃，上声荟音秽遯路多枳𣗥，步刺我足。不利旅客，为心作毒。无注大壮虺蝮所聚，难以居处。毒螫痛甚，疮不可愈。虺音卉螫音释晋麟凤相随，观察安危。东郭圣人，后稷周公。共和政令，君子攸同。利以居止，长无忧凶。麟，仁兽。凤，灵鸟。能知安危，故世治则出。周自后稷，始封于邰，积功累仁。至于周公，制礼作乐，以成文武之烈。明夷筑乱不时，使民恨忧。立趾为笑，君危臣骚。无注家人，黄帝所生，伏羲之宅。兵刃不至，利以居止。大昊伏牺氏，黄帝轩辕氏。黄帝造五兵，以征不享。睽雀行求食，暮归屋宿。及其室舎，安宁无故。无注蹇大仓积榖，天下饶食。阴阳和调，年岁时熟。无注解。履机蹈颠，堕入寒渊。行不能前。足逶不便。无注损。竿旄旌旗，执帜在郊。虽有宝珠，无路致之。诗干旄篇云。孑孑干旄。在浚之郊。又孑孑干旌。在浚之城。益衘命上车。和合两家。蛾眉皓齿。二国率僵。无注𦐍。吉日车攻。田弋获禽。宣王饮酒。以告嘉功。吉日、车攻，皆宣王诗，言田猎",
      "target": "事。姤重伯黄宝，宜以我市，嫁娶有息，利得过毋无注萃延颈望酒，不入我口，深以自喜，利得无有无注。升牧为代守，飨食甘赐，得吏士意，战大破胡。长安国家按史",
      "verse": "李牧为赵将，居代鴈门备匈奴以便宜置吏，市租皆输入幕府，为士卒费。"
    },
    {
      "source": "匈奴即入寇，急入收保，敢有捕虏者斩。匈奴毎入不战，以为怯，边士日得赏赐而不用，皆愿一战。于是大破匈奴十余岁，不敢近。赵边困，日出温谷，临照万国，高明淑仁，虞夏配德，虞舜，有天下之号也。夏禹有天下",
      "target": "号也。井逐兔索鸟，破我弓车。日暮不及，失利后时。无注革譌言妄语，传相诖误。道左失迹，不知所处。无注鼎履虎蹑蛇，贬损我威。君子失车，去其国家。无注震本根不固，花叶落去。更为孤妪，不得相亲。无注艮五轭四，𫐄，优得饶有。陈力就列，驺虞喜悦。驺虞，兽名。白虎黒文，不食生物者。渐黄帝紫云，圣且神明。光见福祥，告我无殃。史记",
      "verse": "黄帝生而神灵，长而聪明。"
    },
    {
      "source": "受命有云瑞，故以云纪事。归妹五利四福，俱佃高邑。黍稷盛茂，多获稾稻。无注丰群虎入邑，求索肉食。大人卫守，君不失国。无注旅乌子鹊雏，尝与母居。顾慕群侣，不离其巢。无注巽蹇驴不材，骏骥失时。筋劳力尽，罢于沙丘。无注兑玄鬣黒颡，东归高乡。朱鸟道引，灵龟载荘。遂抵天门，见我贞君。无注涣探巢得雏，鸠鹊来俱，使我音娱。无注节安上宜官。一日九迁，升擢超等。牧养常山，君臣获安。汉车千秋，一日九迁。其官。中孚大头目明，戴受嘉福。三雀飞来，与禄相得。无注小过远视千里，不见黒子。离娄之明，无益于光。离娄，古之明目者。既济三女为奸，俱游高园。倍室夜行。与伯笑言，不忍主母，失礼酒𡨚，皇天谁告。无注。未济日辰不和，强弱相振。一雌两雄，客胜主人。无注乾下，坤上。泰求玉陈国，留连东域。须我王孙，四日来复。主君有德，蒙恩受福。无注之乾，伯夷叔齐，贞廉之师。以德防患，忧祸不存。伯夷、叔齐，孤竹君之二子。武王伐纣，諌",
      "target": "。不食周粟。又语云",
      "verse": "伯夷、叔齐饿于首阳之下，民到于今称之。"
    },
    {
      "source": "葛生蒙𣗥，蔹蔓于域。予羙亡此，谁与独息。需四足无角，君子所服。南征述职，与福相得。征者，上伐下也。诸侯朝王曰述职。讼踝踵之伤，左指病痈。失旅后时，利走不来。无注师春城夏国，生长",
      "target": "域。可以服食，保全家国。无注比望骥不来，驹蹇为忧。雨惊我心，风撼我肌。无注，小畜久客无床，思归我乡。雷雨涌盈，道不得通。涌当作满。易屯卦",
      "verse": "雷雨之动满盈履。"
    },
    {
      "source": "陟彼岵兮，瞻望父兮。陟彼屺兮，瞻望母兮。同人多载重负，捐弃于野。子母谁子，但自劳苦。无注大有，生直地乳。上皇大喜，赐我福祉，受命无极。无注谦翕翕䡘䡘，稍堕崩颠。灭其今名，长没不全。翕音吸。䡘音田。豫东邻嫁女，为王妃后。庄公筑馆，以尊王母。归于京师。季姜悦喜。春秋鲁庄公元年，王姫下嫁于齐，命同姓诸侯主之。鲁以姫姓，故筑馆而迎之。冬，王姫归于齐。桓公九年春，纪季姜归于京师，为桓王后。随伯虎、仲熊，德义渊闳，使布五榖。阴阳顺叙。按史，高辛氏之子有曰伯虎、仲熊。舜举八恺，使主后土，为伯益",
      "target": "佐。蛊敏捷敬疾，如猿升木。彤弓虽调，终不能获。无注临举被覆目，不见日月。衣裘蕈床，就长夜室。按史记",
      "verse": "越伐呉呉，三战三北。"
    },
    {
      "source": "古有藏冰发冰，以节阳气之盛，是以无灾霜雹也。贲夏麦麸𪍿，霜击其芒。疾君败国，使民夭伤。无注剥渊涸龙忧，箕子为奴。午叔殒命，殷破其家。箕子，纣亲戚，諌，纣不听，佯狂为奴。午叔当作干叔，纣之诸父比干也。直言谏纣，纣怒杀之。刳视其心，复跛羁相随。日暮牛罢，陵迟后旅，失利亡雌。无注无妄桑",
      "target": "将落，陨其黄叶。失势倾侧，如无所立。诗氓篇云",
      "verse": "桑之落矣，其黄而陨。"
    },
    {
      "source": "女也不爽，士贰其行。大畜生长以时，长育根本。阴阳和德，岁乐无忧。无注。颐童女无夫，未有匹配。阴阳不和，空坐独宿。无注。大过春令原宥，仁德不合。三圣攸同，周国茂兴。三圣，大王，王季、文王也。坎金精耀怒，带劒过午，两虎相距，虽惊无咎。无注。离危坐至暮，请求不得，膏泽不降，政戾民忒。无注咸。老杨日衰，条多枯枝。爵级不进，日下摧隤。无注恒。蔡侯适楚，留连江滨。逾时历月，思其君后。鲁定公三年冬，蔡昭侯适楚，献佩裘于昭王。昭王服之，以享蔡侯。蔡侯亦服其一子，常欲之，弗与。三年止",
      "target": "。遯右抚劒头，左受钩带，凶讼不止，相与争戾。失利市肆，无注。大壮水流趋下，远至东海，求我所有。买鲔与鲤，无注。晋登几上舆，驾驷南游。合从散衡，燕秦以强。苏秦主从，张仪主衡。秦事燕，仪事秦。按礼部韵。毛居正曰",
      "verse": "以六攻一为从，以一离六为横，合之曰从衡。"
    },
    {
      "source": "天子无戏言，请择日成",
      "target": "。遂封叔虞于唐。唐叔子燮改唐为晋。𦐍作凶，不善相牵，入井溺陷。辜罪，祸至忧有。无注姤。悲鸣北行，失其长兄伯仲，不幸骸骨散亡。无注萃。羔衣豹裘，高易我家，君子惟好。诗羔裘篇云",
      "verse": "羔裘豹饰，孔武且力。"
    },
    {
      "source": "田获三狐。狐者，邪媚之兽。三狐，指卦之三阴，时之小人也。获如，能变化除去之。如田",
      "target": "获狐也。归妹逐鹿山颠，利去我西。维邪南北，无所不得。无注丰龙蛇所聚，大水来处。滑滑济济，使我无赖。无注旅从风吹火，牵骐骥尾。易为功力，因催受福。无注巽泽狗水凫，难畜少雏。不为家饶，心其函忧。未详。兑水壊我里，东流为海，龟凫唤嚣，不睹慈母。无注涣褰衣渉行，水深渍多。赖幸舟子，济脱无他。无注节龟厌河海，陆行不止。自令枯槁，失其都市。忧悔为咎，亦无及巳。无注中孚同本异业，乐仁政德。东邻慕义，来兴我国。无注小过桃李花实，累累日息。长大成熟，甘羙可食。为我利福。无注既济，重瞳四乳。聪明顺理，无隐不形。微视千里。灾害不作，君子集聚。淮南子云",
      "verse": "舜目重瞳，文王四乳。"
    },
    {
      "source": "未济。实沈参墟，以义讨尤。次止结盟，以成霸功。实沈，参神、参虚，晋地也。坤下，乾上。否秦为虎狼，与晋争强。并吞其国，号曰始皇。秦号为虎狼之国。并六国号。始皇之乾，天之奥府，众利所聚。可以饶有，乐我君子。无注。坤。天",
      "target": "所灾，凶不可居。转徙获福，留止危忧。无注。屯。名成德就，项领不试。景公耋老，尼父逝去。论语齐景公欲用孔子，孔子曰",
      "verse": "吾老矣，不能用也。"
    },
    {
      "source": "孔子行䝉，特善避患，福禄长存，虽有豺虎，不能危患。无注需，避患东西，反入祸门，糟糠不属，忧动我心。无注讼。圭璧琮璋，执贽见王。百里宁越，应聘齐秦。百里奚事秦，宁越事齐师。扬水潜凿，使君洁白衣素朱表，游戏皋沷，得君所愿，心志娯乐。诗扬之水，刺晋昭公也。昭公分国以封沃，曰扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云胡不乐。沷当作沷。比官爵相保，居之无咎。求兔不得，怕使恨悔。无注。小畜。戴、元无㡓。裸䄇出门，小儿作笑。君为忧患。未详。履把珠入口，为我利宝。得吾所有，欣然嘉喜。无注。泰行不如还，直不如屈，进不若退，可以安吉。无注同人。众鬼凡聚，还生大怪。九身无头，魂惊魄去，不可以居。未详。大有家给人足，讼声并作。四夷宾服，干戈囊阁。此言武成偃干戈，振兵释旅之事。谦人面鬼口，长舌为斧。斲破瑚琏。殷商祀，商纣无道，微子抱𥙊器奔周。其后武王伐纣，遂㓕商焉。豫南山之峻，真人所在。德配唐虞，天命为子。保祐饮享，身受大庆。唐虞尭舜有天下之号也。随春桃生花，季女宜家。受福多年，男为邦君。诗桃夭，后妃之所致也。桃之夭夭，灼灼其华。之子于归，宜其室家。蛊，鸱鸮破斧，冲人危殆，赖其忠德，转祸为福，倾危复立。鸱鸮破斧，皆诗豳风篇名，言周公之事。诛管、蔡以安周室。临猿堕高木，不逶手足，保我金玉，还归其室。无注，观天之奥隅，尭舜所居，可以存身，保我邦家。尧舜、唐虞二帝也。噬嗑伯蹇叔盲，足病难行，终日至暮，不离其乡。无注。贲日月相望，光明盛昌。三圣茂㓛，仁德大隆。三圣，尭舜禹也。剥桃李花实，累累日息。长大成就，甘羙可食。无注。复入和出明，动作有光。运转休息，动作尤康。无注。无妄阴𡨋老极。阳建其德，履离载光。天下昭明。功业不长，虾蟆代王。𡨋一作衰，见坤",
      "target": "未济，未详。大畜，行役未巳，新事复起，姫姜劳苦，不得休息。诗陟岵篇云",
      "verse": "父曰嗟予子行役，夙夜无巳。"
    },
    {
      "source": "上慎旃㢤，犹来无止。頣狐鸣苑北，饥无所食。困于空丘，莫与同力。无注。大过雄圣伏名，人匿麟远。走凤飞北，耰乱未息。无注坎病，贫望幸，使伯行贩。开牢择羊，多得大牂。无注离翕翕䡘䡘，稍稍崩颠。㓕其令名，长没不存。翕音吸䡘音田咸花落实槁，衣弊如络。女功不成，丝布如玉。无注恒温山松柏，常茂不落。鸑凤所止，得以欢乐。无注遯失恃母友，嘉偶出走。攫如失兔，裸如虐狗。虐作丧。孔子去鲁，裸若丧家之狗。大壮太一驾骝，从天上求。征我叔季，封为鲁侯。太乙，星名，成王封周公",
      "target": "子。伯禽于鲁晋。双凫俱飞。欲归稻池，经渉雚泽。为矢所射，伤我胸臆。无注明夷，深坑复平，天下安宁。意娯心乐，赖福长生。无注家人俱为，天民。云过吾西。风伯雨师，与我无恩。无注睽野鸟山鹊，来集六博。三鸟四散，主人胜客。六博，古者象棋有六博。蹇北阴司寒。坚冰不温。凌人情怠，大雹为灾。凌人，冰人也。按诗传苏民曰",
      "verse": "古有藏冰发冰，以节阳气之盛，是以无灾霜雹也。"
    },
    {
      "source": "解伊尹智士，去桀耕野。执顺以传，反和无咎。伊尹耕于有莘之野，汤三使往聘",
      "target": "，使五就桀，桀不能用，复归于汤，遂相汤伐桀。损北风牵手，相从笑语。伯歌季舞，䜩乐以喜。诗北风篇云",
      "verse": "北风其凉，雨雪其雱。"
    },
    {
      "source": "恵而好我，𢹂手同行。益从巢去家，南过白马。东西受福，与母相得。无注𦐍鸟飞跌跛，两两相和。不病四支，但去莫疑。无注姤三马生驹，以戍为母。荆夷上侵，姫伯出走。三年一作二牛，见需之讼。一作三年生狗，见坤",
      "target": "震。萃破筐弊筥，弃捐于道。壊落穿败，不复为宝。无注升结纽得解，忧不为祸。食利供家，受福安坐。无注困。白日阳光，雷车避藏。云雨不行，各自止乡。无注井。杜口结舌，心中怫郁。凶灾生患，无所告𡨚。无注革。赍贝赎狸，不听我辞。系于虎髯，牵不得来。无注鼎。持鹤抱子，见蛇何咎。室家俱在，不失其所。无注震。逐兔山西，利走入门。赖我仁，德，获为我福。无注艮，兴役不休，与民争时。牛生五趾，行危为忧。无注渐，春粟夏梨，少鲜希有。斗千石万，贵不可贩。无注归妹。悲号北行，失其长兄。伯仲不幸，骸骨散亡。无注丰，赋敛重数，政为民贼。杼轴空尽，家去其室。诗大东篇云",
      "verse": "小东大东，杼轴其空。"
    },
    {
      "source": "尤战于涿鹿之野，遂禽杀之。鲁首，未详。小畜载石上山，歩跌不前。颦眉之忧，不得所欢。无注履周德既成，杼轴不倾。申酉趺暮，耋老衰去。箴石不祐。无注泰乘云带雨，与飞鸟俱。动举千里，见我慈母。无注否赍贝赎狸，不听我辞。系我虎须，牵不得来。无注大有三翼飞来，是我逢时。俱行先至，多得大利。未详。谦两足四翼，飞入家国。宁我伯子，与母相得。无注豫按民呼池，玉杯文。案鱼如白云，一国获愿。纣为酒池，玉杯象筋以侈。周武王伐之，有白鱼入舟",
      "target": "兆。随季姫踟蹰，望我城隅，终日至暮，不貌齐侯，君上无忧。按诗静女篇",
      "verse": "静女其姝，俟我于城隅。"
    },
    {
      "source": "其羽翼大，光照国，未详，必有误。离区脱康居，慕仁入朝。湛露之欢，三爵毕恩。复归穷庐，以安其居。区脱与瓯脱同，土室也，胡人𠉀望处。出匈奴传。康居，国名。湛露，天子燕诸侯之诗。咸秋冬夜行，照览星辰。道理利通，终身何患。无注恒鸣鹄抱子，见蛇何咎？室家俱在，不失其所。无注遯安和太山，福禄屡臻。虽有豺虎，不能危身。无注大壮，老目瞢眠，不知东西。君失理命，以直为伛。王珍其宝。无注晋植璧秉圭，请命于河。周公克敏，冲人瘳愈。𥘉成王少时病，周公乃自揃其蚤，沈",
      "target": "河，以祝于神曰",
      "verse": "王少未有识，奸神命者，乃旦也。"
    },
    {
      "source": "王病有瘳，见史注。明夷，太王执政，歳熟民富，国家丰有，主者有喜。太王迁于岐山之下，及他旁国闻其贤，亦多归之。家人争讼相背，和气不处，阴阳俱否，榖风无子，榖当作谷。谷风刺夫妇失道也。睽齐鲁争言，战于龙门。构怨结祸，三世不安。无春秋鲁成公二年春，齐侯伐我北鄙，围龙。顷公之嬖人卢蒲就魁门焉，龙人囚",
      "target": "。齐侯亲鼓，三日取龙。蹇鹿得羙草，鸣呼其友。九族和穆，不离邦域。诗小雅鹿鸣篇",
      "verse": "呦呦鹿鸣，食野之苹。"
    },
    {
      "source": "我有嘉宾，鼓瑟吹笙。解百里，南行，虽征复明。去虞适秦，为穆国𡖖。百里奚，虞人也。知虞",
      "target": "将亡，遂去适秦，相穆公。遂霸西戎，损梅李冬实。国多寇贼，乱扰并作，王不能制。春秋鲁僖公三十三年冬，陨霜不杀草，李梅实。公羊传曰",
      "verse": "纪异也。"
    },
    {
      "source": "此禄去公室，政在公子遂之应，益府藏之富，王以振贷，捕鱼河海，苟罔多得。巨蛇大輶，战于国郊，君遂走逃。无注𦐍杜飞门启，患忧大解。去老乘马，不为身祸。去老乘马一作修福行善，见需之兑姤宜昌。娶妇东家，歌舞长乐，欢喜无注。萃正阳",
      "target": "央，甲氏以亡。祸及留吁，湮㓕为墟。按春秋鲁宣公十六年春正月，晋人㓕赤狄甲氏及留吁。传云",
      "verse": "甲氏，潞之遗种，留吁其残邑也。"
    },
    {
      "source": "书禹贡，龙门属雍州，在今冯翊夏阳县。以下皆言禹治水",
      "target": "㓛革。山陵四塞，遏我径路。欲前不得，复还故处。书尧典。荡荡怀山襄陵鼎。两虎争斗，血流漂杵。城郭空墟，蒿䔧塞道。书武成篇",
      "verse": "血流漂杵。"
    },
    {
      "source": "高阳氏有才子八人，谓之八恺。高辛氏有才子八人，谓",
      "target": "八元。尧未及举，舜于是举八恺使主后土，举八元使布五教。既济",
      "verse": "踊泉滑滑，流行不绝。"
    },
    {
      "source": "污为江海，败毁邑里。家无所处，闻虎不惧，向我笑喜。无注未济桑户𥨸脂，啄粟不宜。乱政无常，使心孔明。桑户，鸟名。𥨸脂，即桑扈也。离上乾下。大有白虎张牙，征伐东来，朱雀前驱。餐道说辞。敌人请服，衘璧前趋。无注",
      "target": "乾，南山大行。困于空桑，老沙为石，牛马无粮。无注坤蟠枝失岐，与母别离，绝不相知。无注屯噂噂所言，莫知我恒。驩乐坚固，可以长安。无注䝉李梅零坠，心思愦愦。怀忧少愧，乱我魂气。无注需火虽炽，在吾后。寇虽多，在吾右。身安吉，不危殆。无注讼虎卧山隅，鹿过后朐。弓矢设张，猬为功曹，伏不敢起。逐至平野，得我美草。史记龟策传郭璞注云",
      "verse": "猬能制虎师。"
    },
    {
      "source": "姫之谗，在外十九年而后反国。小畜一室百子，同公异母。以义防患，祸灾不起。无注履商人行旅，资所无有。贪贝利珠，留连王市。还旋内顾，公子何咎。无注泰禹将为君，北入昆仑。稍进扬光，登入温汤。代舜为治，功德昭明。禹治水有㓛，舜以天下禅焉。否乾行天德，复帱无极。呕呼烹熟，使各自得。易乾卦飞龙在天，乃位乎天德。同人。南国盛茂，黍稷醴酒。可以享老，乐以嘉友。无注谦。方船备水，旁河然火，终身无祸。无注豫。雷行相逐，无有休息。战于平陆，为夷所覆。未详。随。踯躅踟蹰，拊心搔头。五昼四夜，睹我齐侯。未详。蛊大口宣唇，神使伸言。黄龙景星，出应侯门。与福上堂，天下安昌。禹渡江，黄龙负舟。景星，一名德星。临阴衰老，极阳建其德。离阳载光，天下昭明。无注观三涂五岳，阳城、太室，神明所伏，独无兵革。三涂，山名，在河南伊阙县。阳城，山谷名，在嵩山下。太室，山名。噬嗑年丰歳熟，政仁民乐。利以居止，旅人获福。无注贲楚乌逢天，不时久放，离居无群，意昩精丧。作此哀诗，以告孔忧。无注剥出门大歩，与凶恶忤。骂公詈母，为我忧耻。无注复火至井谷，阳芒生角，犯历天户。窥观太微，登上玉床。家易六公，天文太微，为五帝之庭，明堂",
      "target": "房。无妄牧羊逢狼，虽忧不伤。畏怖既息，终无祸殃。无注大畜茧栗牺牲，敬奉贵神。享者饮食，受福多孙。望季不来，孔圣厄陈。按内则",
      "verse": "𥙊天地之牛角茧栗。"
    },
    {
      "source": "孔子尝厄于陈蔡",
      "target": "间，颐大盖治床，南归羖羊。长伯为我，多得牛马。利于徙居。无注。大过枯树无枝，与子分离。饥寒莫养，独立哀悲。无注。坎，天地九重，尧舜履中。正冠垂裳，宇宙平康。尧，唐帝名。舜，虞帝名。易曰",
      "verse": "尧舜垂衣裳而天下治。"
    },
    {
      "source": "凫鹥，守成也。太平之君子，能持盈守成，神祗祖考安乐",
      "target": "也。曰",
      "verse": "凫鹥在泾，公尸燕饮，福禄来成。"
    },
    {
      "source": "牝鸡无晨，牝鸡司晨，为家",
      "target": "索。恒，典策法书，藏在兰台。虽遭乱溃，独不遇灾。汉官仪",
      "verse": "御史台内掌兰台秘书遯。"
    },
    {
      "source": "三痴俱狂，欲之平乡，迷惑失道，不知昏明。无注大壮瘿瘤疡疥，为身疮害，疾病癃痢，常不属逮。无注晋三豕俱走，斗于虎口。白豕不胜，死于阪下。无注明夷赖先之光，受德",
      "target": "佑，虽遭颠沛，独不凶咎。语注云",
      "verse": "颠沛倾覆流离之际。"
    },
    {
      "source": "即鳏字。萃雀行求食，出门见鹞。颠蹶上下，几无所处。蹶音厥。升野有种庚，穑人驾取。不逢虎狼，暮归其宇。无注困肤敏",
      "target": "德，发愤忘食。虎豹禽说，为王求福。史记",
      "verse": "韩信虏魏王豹，又引兵击赵禽夏说。"
    },
    {
      "source": "文公获若石云，于陈仓北坂城祠之。其神来若雄雉，其声殷殷云，野鸡夜鸣，以牢祠",
      "target": "，号曰陈宝。又臣瓒云",
      "verse": "陈仓县有宝夫人祠，歳与叶君神会𥙊于此者也。"
    },
    {
      "source": "革左抱金玉，右得熊足，常盈不忘，获心所欲。熊足即熊掌，味",
      "target": "羙者鼎。履泥污足，名困身辱，两仇相得，身为痛疟。无注。震安居重迁，不去其袒。未来相闻，乐得常产。耿都为河水所圯，盘庚欲迁于殷，而大家世族，安土重迁。盘庚诞告，用袒其有。众曰",
      "verse": "往哉生生，永建乃家。"
    },
    {
      "source": "艮天灾所游，凶不可居。转徙获福，留止危忧。无注渐昩昩墨墨，不知白黒。景云乱扰，光明隐伏。犬戎来攻，幽主失国。按史记，周幽王黜申后，废太子宜臼。申侯与鄫人召犬戎伐王，犬戎遂杀王于骊山下。归妹凫鴈哑哑，以水为宅。雌雄相和，心志娱乐，得其所欲。无注丰长生无极，子孙千亿。柏柱载器，坚固不倾。无注旅麒麟凤凰，善政得祥。阴阳和调，国无灾殃。麒麟，仁兽，凤凰灵鸟，太平之世，见巽天之奥隅，尧舜所居。可以存身，保我室家。尧舜、唐虞，二帝也。兑配合相迎，利之四邻。昏以为期，与福笑喜。无注涣砥德砺材，果当成周。拜受大命，封为齐侯。太公辟纣，居东海之滨，闻文王，作而归之。其后武王伐纣，有天下，遂封为齐侯。节与福俱，坐畜水备火，思患豫防，终无殃祸。无注中孚畏昏潜处，候明昭昭。卒遭白日，为世荣主。无注小过视曰载光，与天相望。长生欢悦，以福为多。曰当作日既济大头明目，载受嘉福。三雀飞来，与禄相单。无注未济楩生荆山，命载输班。袍衣剥脱，夏𤍠冬寒。立饿枯槁，众人莫怜。荆山多产异材，班，公输子，鲁班也。坤上艮下。谦王乔无病，苟头不痛。亡破失履，乏我送从。王乔，古仙人名。苟头不痛，未详之乾。喋嗫处曜，昧冥相待。多言少实，终无成事。无注坤北辰紫宫，衣冠立中。含和建德，常受大福。铅刀攻玉，坚不可得。北辰，北极，天之枢也。紫宫为皇极之宫，见汉天文志。屯东壁余光，数暗不明。主母妒嫉，乱我事业。东壁，星名。䝉，下背其上，盗明相譲。婴子两头，陈破其虚。未详。需凤生，会稽，稍臣。飞翔，翺翔往来为众鸟雄。凤，灵鸟。会稽，山名。讼。凿井求玉，非卞氏室。名困身辱，劳无所得。室当作宝。师。邦桀载役，道至东莱。百僚具举，君王嘉喜。诗卫风伯兮",
      "target": "篇曰",
      "verse": "邦之桀兮。"
    },
    {
      "source": "自伯",
      "target": "东。注云",
      "verse": "妇人以夫久从征役，而作是诗也。"
    },
    {
      "source": "文王之遣戍，卒，周公之劳归士，故其民悦而忘死焉。比安息康居，异国同庐。非吾邦域，使伯忧惑。安息、康居，皆外国名。小畜江河淮海，天",
      "target": "都市。商人受福，国家富有。无注履同本异叶，乐仁上德。东邻慕义，来兴吾国。无注泰白鹤衘珠，夜食为明。怀吾德音，身受光荣。搜神记云",
      "verse": "有鹤为弋人所射，穷而归哙参。"
    },
    {
      "source": "驹在门，主君以欢。无注，大有，天地配享，六位光明。阴阳顺序，以成厥功。天地即乾、坤二卦。六位，震、巽、坎、离、艮、兑、豫。江河淮海，天",
      "target": "奥府。众利所聚，可以饶有，乐我君子。无注随双鸟俱飞，欲归稻池。经渉雚泽。为矢所射，伤我胸臆。无注蛊留仲叔季，日暮寝寐，羸卧失限。虐我具囊，衘却道傍。无注临受终文祖，承衰复起。以义自闲，虽苦无咎。虞书云",
      "verse": "舜受终于文祖。"
    },
    {
      "source": "按舜，黄帝八代孙。父顽母嚚。象傲。尧举于侧陋。观据斗运枢，顺天无忧，与乐并居。斗，北斗星名。枢，北极，天",
      "target": "枢也。噬嗑周师伐纣，战于牧野。甲子平旦，天下悦喜。武王伐纣，甲子昧爽，王朝至于商郊，与纣战于牧野。胜殷杀，受大赉于四海，万姓悦服。贲十雌伯雏，常与母俱。抱鸡搏虎，谁敢害诸。无注剥桀跖并处，人民愁苦。拥兵荷粮，战于齐鲁。桀夏桀、跖。盗跖。复南山昊天，刺政闵身。疾悲无辜，背憎为仇。诗小雅节南山云",
      "verse": "节彼南山，又曰不吊昊天，又曰昊天不平。"
    },
    {
      "source": "此诗家父所作，刺周王用尹氏为太师，秉国",
      "target": "均，不能毗辅天子，用威虐政，以召祸乱，民所憎恶，甚于仇雠也。无妄百川朝海，流行不止。道虽辽远，无不到者。无注大畜目不可合，忧来摇足。怵惕为惧，去我邦域。无注颐乌升鹊举，照临东海。厖降，庭坚，为陶叔后，封于英六，履福为厚。高阳氏才子八人，厖降、庭坚其二子也。庭坚即皋陶，字。英六，春秋时二小国，见春秋鲁文公十八年。大过，北方多枣，橘柚所聚。荷囊载黍，盈我筐筥。无注坎悬，貛素餐食，非其任，失望远民，实劳我心。诗伐檀篇云",
      "verse": "胡瞻尔庭，有悬貛兮。"
    },
    {
      "source": "能行五者于天下为仁矣。请问",
      "target": "。曰",
      "verse": "㳟宽信敏惠，㳟则不侮，宽则得众，信则人任焉，敏则有㓛睽，歳饥无年，虐政害民，乾谿骊山，秦楚结怨。"
    },
    {
      "source": "秦始皇造作骊山。蹇。右目无瞳，偏视寡明，十歩",
      "target": "外，不知何公。无注解。蜩螗欢喜，草木嘉茂，百果蕃炽，日益多有。诗豳风七月篇",
      "verse": "五月鸣蜩。"
    },
    {
      "source": "蜩，蝉也。宋曰螗蜩，郑曰螂蜩。损。当得自如，安坐无尤。华入贵乡，到老安荣。无注益狡兔。跃跃良犬，逐咋。雄雉受害，为鹰所获。无注𦐍春桃生华，季女宜家。受福多年，男为封君。诗周南桃夭篇，言后妃之德也。桃之夭夭，灼灼其华。之子于归，宜其室家。姤山石朽弊，稍崩堕落。上下离心，君受其祟。无注萃水壊我里，东流为海。龟凫唤嚣，不睹我家。无注升七窍龙身，造易八元，法天则地。顺时施恩，富贵长存。圣人心有七窍，伏牺蛇身人首，遇河中龙马负图，则而书之，以画八卦。困四夷慕德，来兴我国。文君陟降，同受福德。诗大雅文王",
      "target": "诗曰",
      "verse": "文王陟降，在帝左右。"
    },
    {
      "source": "日在北陆而藏冰。归妹。𤓰牙",
      "target": "士，怨毒祈父。转忧与巳，伤不及母。诗小雅祈父篇云",
      "verse": "祈父，予王之爪牙。"
    },
    {
      "source": "胡转予于恤，有母",
      "target": "尸。饔丰拜跪请兔，不得臭腐。挽眉衘指，低头北去。无注旅有莘季女，为夏妃后，贵夫寿子。母字四海。按本纪",
      "verse": "鲧取有莘氏女，谓之女志，是生高密。"
    },
    {
      "source": "高密，禹所封",
      "target": "国。巽季姫踟蹰，待孟城隅。终日至暮，不见齐侯。按诗静女篇",
      "verse": "静女其姝，俟我于城隅。"
    },
    {
      "source": "爱而不见，搔首踟蹰。兑，邯郸反。言父兄生患。渉叔援俎，一死不还。渉叔，即陈渉。渉尝令陈人武臣徇赵地。武臣到邯郸，自立为赵。渉怒，捕系武臣家室。后因柱国之諌，遂立武臣为赵王。武臣终于背，渉竟死于庄贾",
      "target": "难。出陈渉传。涣逐鹿山颠，利去我西。维邪南北，利无不得。无注节虎豹熊罴，游戏山谷。君子仁贤，皆淂所欲。无注中孚穿鼻系株，为虎所拘。王母祝榴，祸不成灾，突然自来。无注小过梅李冬实，国多贼盗。扰乱并作，王不能制。春秋鲁僖公三十三年冬，陨霜不杀草，李梅实。公羊传曰",
      "verse": "纪异也。"
    },
    {
      "source": "此禄去公室，政在公子，遂",
      "target": "应既济望幸不刋，文章未就。王子逐兔，犬羁不得。无注。未济，千柱百梁，终不倾僵。仁智辅圣，周宗宁康。周大封同姓，以为藩屏。子孙安寜，享祀八百。坤下，震上。豫冰将泮散，鸣鴈噰噰。丁男长女，可以会同，生育圣人。按诗匏有苦叶篇",
      "verse": "雍雍鸣鴈，旭日始旦，士如归妻。"
    },
    {
      "source": "迨冰未泮之乾。龙马上山，绝无水泉。喉燋唇乾，口不能言。无注坤。蔡侯朝楚，留连江滨。逾时历月，思其后君。鲁定公三年冬，蔡昭侯适楚，献佩裘于昭王。昭王服之，以享蔡侯。蔡侯亦服其一子，常欲之，弗与。三年止",
      "target": "。屯文厄诱里，汤拘夏台。仁圣不害，数困何忧。免于缧索，为世雄侯。文王囚于诱里，成汤拘于夏台。䝉典䇿法书，藏在兰台。虽遭乱溃，独不遇灾。汉官仪，御史台内掌兰台。秘书需。旃裘膻国，文礼不饬。跨马控弦，伐我都邑。无注讼，星陨如雨。弓弱无辅，强阳制阴，不得安土。春秋庄公七年夏四月辛卯夜，恒星不见，夜中星陨如雨。榖梁传注云",
      "verse": "星既陨而复雨也。"
    },
    {
      "source": "胶车木马，不利远驾。出门有害，安止得全。无注噬嗑张弓廓弩，经渉山道。虽有伏虎，谁敢害诸。无注贲泉闭泽竭，王母饥渴。君子困穷，乃徐有说。无注剥野鸢山鹊。奕棋六、博，三枭四散，主人胜客。六博三枭皆古局戏名。复羊惊马走，上下挥扰，鼓音不绝，顷公奔败。春秋鲁成公二年，卫孙桓子、鲁臧宣叔晋郤克与齐顷公战，晋人援桴而鼓，马逸不能止，师从之，顷公败绩。无妄黄帝神明，八子圣聪。俱受大福，天下康平。高阳氏有才子八人，天下谓",
      "target": "八恺。大畜住车醊酒，疾风暴起，泛乱福器，飞扬位草，明神降禄，道无害。寇无注颐，滕蛇乘龙，宋郑饥凶，民食草蓬。春秋鲁襄公二十八年，梓慎曰",
      "verse": "蛇乘龙。"
    },
    {
      "source": "龙，宋、郑之星也，宋、郑必饥。大过扬水潜凿使石洁白里素，表朱，遨游皋泽，得君所愿，心志娱乐。诗扬之水，刺晋昭公也。昭公分国以封沃，沃盛强，曰扬",
      "target": "水，白石凿凿。素衣朱襮，从子于沃。既见君子，云胡不乐？坎西过虎庐，惊其前枢，虽忧无尤。无注离衣成无由，不知所穿。客指东西，未得便安。无注咸晨风，文翰，随时就温。雄雌相和，不忧危殆。诗晨风篇云",
      "verse": "𫛣彼晨风，欎彼北林。"
    },
    {
      "source": "维鹊有巢，维鸠居之。明夷鹤盗我珠，逃于东都。怀怒追求，郭氏",
      "target": "墟。不见踪迹，使伯心忧。未详。家人夫妇相背，和气弗处。阴阳俱否，庄姜无子。按诗绿衣篇注云",
      "verse": "卫庄公惑于嬖妾，夫人庄姜贤而失位，故作此诗。"
    },
    {
      "source": "睽日走月歩，逃不同舎。夫妻反目，主君失位。易小畜卦舆脱輹，夫妻反目。蹇雒阳嫁女，善逐人走。三寡失夫，妇妒无子。未详。解周德既成抒轴不倾。太宰东西，夏国康宁。此言周家之德，周公",
      "target": "职也。损，日中为市，交易资宝。各利所有，心悦以喜。易系辞云",
      "verse": "日中为市，𦤺天下之民，聚天下之货，交易而退，各得其所，盖取诸噬嗑。"
    },
    {
      "source": "益，童妾独宿，长女未室，利无所得。无注𦐍忠言辅成，王政不倾，公刘兆基，文武绥之。言周召辅成王及公刘文武",
      "target": "德。姤牛骥同堂，郭氏以亡。国破为虚，主君奔逃。按胡传庄公二十四年，齐桓公问郭父老曰",
      "verse": "郭何以亡？父老曰：见善而不能举，恶恶而不能去，所以亡。"
    },
    {
      "source": "中原有菽，庶民采之。升。多虚少实，语不可覆。樽虚无酒，飞言如雨。无注。困。青蝇集蕃。君子信谗，害贤伤忠，患生妇人。诗。青蝇，刺幽王也。营营青蝇，止于𣗥。谗人罔极，交乱四国。井履株覆，舆马惊伤车，歩为我忧。无注革。商风召寇。呼我北盗，间谍内应，与我争斗。殚已宝藏，主人不胜。春秋秦穆公听耜子谋伐郑，遂败。鼎逸豫好游，不安其家。惑于少姫，久迷不来。未详。震吾有骅骝，畜之以时。东家翁孺，来请我驹。价极可与，后无贱悔。无注艮阨穷上通，与尧相逢。登升大麓，国无凶人。尧举舜于侧，微而纳之。大麓渐众兔俱走，熊罴在后，羁不能进，失信寡处。无注归妹，旁行不远。三思复反，心多畏恶，中日止舎。无注丰仓唐奉使中山，以孝文侯悦喜击子征召。魏文侯封太子击于中山，三年不问。舎人赵仓唐入见，文侯悦之，遂召还国，旅入天门，守地户。居安乐，不劳苦。一说文山蹲鸱，肥腯多脂。王孙获愿，载福巍巍。食货志。岷山",
      "target": "下，沃野有蹲鸱。即蓣也。巽。登阶上堂，见吾父兄。左酒右浆，与福相迎。无注兑秋蛇向穴，不失其节。夫人姜氏自齐复入。按春秋鲁桓公夫人文姜有邪行，复归于齐。故言秋蛇犹知向穴而不失其节，文姜不守理而复归于齐也。涣，忍丑少羞，无面有头。㓕耗寡虚，日以削销。未详节。景星炤堂，麟凤游翔。仁施大行，颂声以兴。物理论",
      "verse": "景星者，星之精也。"
    },
    {
      "source": "王者不𥝠人以官，使贤者在位，则见。麟，仁兽，凤，灵鸟，世治则见也。中孚竿旄旌旗，执帜在郊，虽有宝珠，无路致",
      "target": "。卫诗干旄篇云",
      "verse": "孑孑干旄，在浚之郊。"
    },
    {
      "source": "焦氏易林<第六页>易林卷第五震下，兑上。随乌鸣东西，迎其群侣。不得自专，空返独还。无注",
      "target": "乾。鼻目易处，不知香臭。君迷于事，失于共居。一云失其宠位。无注坤唐虞相辅，鸟兽喜舞。安乐无事，国家富有。虞书夔曰",
      "verse": "于予击石拊石，百兽率舞。"
    },
    {
      "source": "屯左辅右弼，金玉满柜，常盈不亡，富如敖仓。无注蒙苍龙单独，与石相触，摧折两角。无注需钓目厌部，善逐人走。来嫁无夫，不安其庐。无注讼逐虎驱狼，避者不祥。凶恶北行，与喜相逢。无注师赍贝赎狸，不听我辞。系于虎须，牵不得来。无注比冈载共舆，中道别去。丧我元夫，独与孤居。冈当作同。小畜𡚒翅鼓翼，将之嘉国。愆期失时，反得所欲。无注履。目倾心惑。夏姫在侧。申公顚倒，巫臣乱国。春秋宣公十年，陈灵公通于夏姫，其子征舒病之。出自廏，射而中之。㤗抟鸠弹鹊，逐兔山北。丸尽日暮。失获无得。无注否。鹿求其子，虎庐之里。唐伯季耳，贪不我许。无注同人败鱼鲍室，臭不可息。上山履涂，归伤我足。无注大有华灯百枝，消衰暗微。精光讫尽，奄有灰靡。无注谦颜叔子夏，遨游仁宇。温良受福，不失其所。颜叔，子渊",
      "target": "父颜无繇也。子夏姓卜，名商。豫。梁柱坚固，子孙蕃盛。福喜盈积，终无祸悔。无注蛊边鄙不耸，民狎其野。穑人成功，年岁大有。无注临蛇牛鸣呴，呼求水潦。云雨大会，流成河海。无注观志合意同，姫姜相从。嘉耦在门，夫子悦喜。春秋左传曰",
      "verse": "虽有姫、姜，无弃憔悴。"
    },
    {
      "source": "噬嗑白马駮骝，更生不休。富有商人，利得如丘。无注贲大姒，夏禹，经启九道。各有攸家，民得安所。大禹，姒姓。九道，九州",
      "target": "道。书",
      "verse": "禹别九州。"
    },
    {
      "source": "剥甲戊巳庚，随时转行，不失其心，得且安宁。无注复穆违百里，使孟厉武将师袭战，败于殽口。秦穆公违蹇叔",
      "target": "言，使百里孟明视出师袭郑。孟即孟明视也。厉，谓严厉。武，事也。无妄茅茹本居，与类相扶。顾慕群旅，不离其巢。易㤗卦曰",
      "verse": "㧞茅连茹，以其彚，征吉。"
    },
    {
      "source": "余命而子曰虞。及生，有文在手曰虞，遂以命",
      "target": "。及成王㓕唐而封太叔焉。参为晋星，实沈，参神也。出左传鲁昭公元年。遯遨游无患，出入安全，长受其欢，君子万年。无注大壮。被服文德，升入大麓。四门雍肃，登受大福。书曰",
      "verse": "纳于大麓，烈风雷雨弗迷。"
    },
    {
      "source": "麓，山足也。晋负金怀玉，南归嘉国。蜂虿不螫，利入我室。虿音寨。螫。音释。明夷日在阜颠，乡昧为昏。小人成群，君子伤伦。无注家人水父海母，先来鸣呴。泽皋",
      "target": "土，从高而处。无注睽东邻少女，为王长妇。柔顺利贞，宜夫寿子。无注蹇戴缶望天，不见星辰。顾小失，大，福逃于外。缶音否。解",
      "verse": "王乔不病，狗头不痛。"
    },
    {
      "source": "以六攻一为从，以一离六为横，合之曰从。衡困黩黩许许，仇偶相得。冰入炭室，消亡不息。无注井鸱鸮破斧，邦人危殆。赖其忠德，转祸为福，倾亡复立。鸱鸮破斧，皆诗豳风篇名，言周公诛管、蔡以安周室之事。革载金贩狗，利弃我走。藏匿渊渠，悔折为咎。无注鼎泉坑复平。宇室安宁，忧患解除，赖福长生。无注。震骊姫谗嬉，与二孽谋。譛啄恭子，贼害忠孝。驾出嘉门，商伯有喜。春秋左传，晋献公嬖骊姫，骊姫欲立其子奚齐，赂外嬖梁五，东关嬖五譛，毁群公子及世子申生。恭子即申生也。艮刺羊不当，血少无羹。女执空筐，不得采桑。无注。渐牧羊稻园，闻虎喧嚾，畏惧悚息，终无祸患。无注。归妹，明德隐伏，麟凤远匿，周室倾侧，不知所息。孔子作春秋，绝笔于获麟",
      "target": "后，周室衰焉。语云",
      "verse": "凤鸟不至，吾巳矣夫。"
    },
    {
      "source": "丰邻不我顾，而求玉女。身多秃癞，谁肯媚者。无注旅，𥘉虽无舆，后得战车。赖幸逢福，不罹兵革。无注巽，水坏我里，东流为海。龟凫唤嚣，不睹王母。无注兑，两心不同，或欲西东。明论终始，莫适所从。无注涣天帝悬车，废礼不朝，禳福不制，失其宠家。天文有帝车星节。交川合浦，远湿难处。水土不同，思吾皇祖。交川，即交州。合浦产明珠。中孚句践之危，栖于会稽。太宰机言，越国复存。按史，勾践，越王名，为呉所败，以余兵栖会稽。鸟宿曰栖。越依山林，故云。会稽，山名，在越。小过慈乌鸣鸠，执一无尤。寝门内治，君子悦喜。无注既济当年早寡，独立孤居。鸡鸣犬吠，无敢问诸。我生不遇，独离寒苦。无注未济江河变服，滛湎无侧。高位颠崩，宠禄反复。无注巽下，艮上。蛊鲂生江淮，一转为百。周流天下，无有难恶。无注",
      "target": "乾，首泽与目，载受福庆。我有好爵，与汝相迎。易系辞",
      "verse": "我有好爵，吾与尔靡之。"
    },
    {
      "source": "鲁伐季平子，平子登台，三请弗许。叔孙氏",
      "target": "司马鬷戾言于众曰",
      "verse": "凡有季氏与无孰利？皆曰：无季氏，是无叔孙也。"
    },
    {
      "source": "遂伐公徒，公孙于齐。蒙家在海隅，挠绕深流。王孙单行，无妄以趋。无注需执义秉德，不危不殆。延颈盘桓，安其室檀。屯耗未得，终无大恤。无注讼长舌乱家，大斧破车。阴阳不得，姫姜衰忧。无注师。二人异路，东趋西歩。千里",
      "target": "外，不相知处。无注比视暗不见，云蔽日光。不见子都，郑人心伤。诗山有扶苏篇云",
      "verse": "不见子都。"
    },
    {
      "source": "子都，男子之羙称也。小畜𥘉忧后喜，与福为市。八佾列陈，饮御嘉友。八佾，舞列也。履童妾独宿，长女未室，利无所得。无注泰玄黄四塞，阴雌伏谋。呼我墙屋，为巫所识。无注否中复摧颓，常恐衰微，老复赖庆。五羖为相，百里奚亡之秦、楚，鄙人执之，缪公以五羖羊皮赎之，号曰五羖大夫。同人伯氏杀羊，行悖天时。毫社夷烧，朝歌丘墟。毫当作亳，商都也。朝歌，纣所都也。大有日短夜长，禄命分张。早离父兄，免见忧伤。无注谦。采唐沬乡，期于桑中。失期不会，忧思约带。诗桑中。爰采唐矣，沬之乡矣。云谁",
      "target": "思？羙孟姜矣。唐，蒙菜也。沬，卫邑。豫昧视无光，夜不见明。𡨋抵空床，季叶逃亡。未详。随举趾振翼，南至嘉国。见我伯姊，与恵相得。无注临则天顺时，周流其墟。与乐并居，无有咎忧。无注观虿室蜂户，螫我手足。不可进取，为吾害咎。无注。噬嗑公孙驾骊，载游东齐。延陵悦产遗季舒衣。产，郑大夫。子产，季呉。公子季札聘于郑，子产献以舒衣。出左传。贲转作骊山，大失人心，刘季发怒，禽灭子婴。按史记",
      "verse": "秦始皇大发天下工匠，徭役咸阳，建阿旁宫，直抵骊山表。"
    },
    {
      "source": "以此失众民之心，致汉高祖遂灭秦。剥羊肠九萦，相推稍前，止须王孙，乃能上天。无注复䗖蝀充侧，佞人倾惑，女谒横行，正道壅塞。䗖蝀止奔也。䗖蝀在东，莫之敢指。女子有行，远父母兄弟。无妄福禄不遂，家多怪祟。麋鹿悲啼，思其大雄。无注大畜云雷因积，大雨重叠。久不见日，使心悒悒。无注颐三河俱合，水怒踊跃。坏我王室，民困无食。三河，唐人都河东，殷人。都河内，周人都河南。三河在天下之中。史货殖传。大过，旦雨夜行，早遍辟城，更相覆倾，终无所成。无注坎。褒后生蛇，垂老盲，微倒跌。哀公酉㓕黄离。褒后即褒姒。𥘉夏之衰，褒人之神化为二龙，以伺王庭。夏后卜藏其漦。至周末发而观之，漦化为鼋，童女遇",
      "target": "而孕，是生褒姒。离鸿鴈南飞，随时休息。转逐天和，千岁不衰。无注咸，后时失利，不得所欲。莫亨偕结，自逐自逐。无注恒心多恨悔，出言为怪。枭鸣室北，丑声可恶，请谒不得。说苑",
      "verse": "齐景公为露台成，枭鸣其上，恶之。"
    },
    {
      "source": "桓常骞请夜禳",
      "target": "，明日，枭当陛布翼伏地而死。遯，驷马过隙，时难再得，尼父孔圣系而不食。魏豹传。人生如白驹过隙，孔子云",
      "verse": "吾岂匏瓜也？哉焉能系而不食？大壮阴变为阳，女化为男。"
    },
    {
      "source": "昆仑",
      "target": "山，即河源所出。砥柱石在大河中流，其形如柱。今陕州陕县三门山是也。明夷葛蕾蒙𣗥，华不得实。谗佞乱政，使恩壅塞。葛蕾，诗篇名。蒙𣗥诗葛生篇云",
      "verse": "葛生蒙𣗥，蔹蔓于域。"
    },
    {
      "source": "有妫之后将育于姜八世之后，莫之与京姜，齐姓。营丘齐所封",
      "target": "地。井昊天白日照临我国万民康宁咸赖嘉福无注革云梦大薮嘉有所在虞人共职骊驹乐喜荆州有泽薮曰",
      "verse": "云梦方八九百里，鼎獐鹿雉兔，群聚东国，俱往逐追。"
    },
    {
      "source": "侯，周文王之后。尝为周伯，治诸侯有功。丰江河海隅，众利聚居，可以遨游。卒岁无忧，无注旅。南山黄竹，三身六目。出入制命，东皇宣政。主尊君安，郑国无患。皇当作里。东里，子产所居也。子产为政，则郑国是恩。巽，重驿置之，来除我忧。与喜俱居，同其福休。无注兑南山高冈，麟凤室堂，含和履中，国无灾殃。无注涣紫芝朱草，与仙为侣。公尸侑食，福禄来下。芝草论芝生于土，土和及，王者慈仁则生。朱草，百草",
      "target": "精也。王者德无所不通则生节。宫成室就，进乐相舞，英俊在堂，福禄光明。无注中孚商人子孙，资无所有。贪狼逐狐，留连都市。还辕内乡，嘉喜何咎。无注小过执贽入朝，献其狐裘。元戎变安，沙漠以欢。书五玉三帛，二生一死。贽传云",
      "verse": "此言诸侯之觐，皆执此贽也。"
    },
    {
      "source": "古有藏冰发冰，以节阳气之盛，是以无灾霜雹也。坤上兑下。临弱水",
      "target": "上，有西王母。生不知老，与天相保。行者危殆，利居善喜。书",
      "verse": "弱水既西。"
    },
    {
      "source": "而虞公贪璧马之献，不听宫之奇忠諌之言，遂为晋所灭。坤仓唐奉使中山，以孝文侯悦喜击子征召，魏文侯封太子击于中山。三年不问。舎人赵仓唐入见。文侯悦",
      "target": "。遂召还国。屯机关不便，不能出言。精诚不通，为人所𡨚。无注蒙白茅醴酒，灵巫拜祷。神嗜饮食，使君寿考。书曰",
      "verse": "包匦菁茅。"
    },
    {
      "source": "荆楚有三脊茅，所以供𥙊祀缩酒",
      "target": "用。需重瞳四乳，耳聪目明。普为仁表，圣作元辅。淮南子云",
      "verse": "舜目重瞳，文王四乳。"
    },
    {
      "source": "讼水长无船，破城壊堤。大夫从役，困于泥涂。一朝丧殒，不见少妻。无注师二人俱行，各遗其囊。鸿鹄失珠，无以为明。无注比随时转行，不失其常。咸乐厥类，身无咎殃。无注小畜蔡女荡舟，为国患忧。裒后在侧，屏蔽王目，搔扰六国。蔡姫荡舟，以惧齐桓。出左传。褒姒在幽王之侧，则蛊惑其心。出史记。履驾龙骑虎，周遍天下，为人所使。西见王母，不忧不殆。无注泰员怨之呉。画䇿阖庐，鞭平服荆。除大咎殃。威震敌国，还受上𡖖。员，楚人，伍奢之子，字子胥。父奢为平王所诛，亡之呉。阖庐呉王名否。唐邑之墟，晋人",
      "target": "居。虞叔受福，实沈是国，世载其乐。唐邑，晋地，虞叔封于晋。同人管鲍相知，至德不离，三言相桓，齐国以安。管仲、鲍叔善交，二人尝同货，管仲多自与，鲍叔不以为贪，知仲贫也。尝三战三北，鲍叔不以为怯，知仲有老母也。管仲曰",
      "verse": "生我者父母，知我者鲍叔。"
    },
    {
      "source": "后荐之桓公，任以为相。大有三十无室，长女独宿。心劳未得，忧在胸臆。无注谦散涣水长风吹我乡，火灭无光，堕败桓公。无注豫。飞蜎蠕动，各有配偶，小大相保，咸得其所。蜎井䖝。又诗蜎蜎者蠋，随，安乐几筵，未出王门。无注蛊火生月窟，上下恩塞，扺乱我国。无注观长生无极，子孙千亿。柏柱载青，坚固不倾。无注噬嗑钦敬昊天，历象星辰。宣授民时，阴阳和调。书尧典乃命羲和，钦若昊天，暦象日月星辰，敬授人时。贲三河俱合，水怒踊跃，壊我王屋，民困于食。三河，唐人都河东，殷人都河内，周人都河南。三河在天下之中。史货殖传剥寿如松乔，与日月俱。常安康乐，不见祸忧。赤松、王乔，皆古仙人。复天之所予，福禄常在，不忧危殆。无注无妄。受谶六符，招摇空虚。虽跌无忧，保我全财。六符、招摇，皆星名。大畜赍金买车，失道后时。劳罢为忧，我心则休。无注。颐华首山头，仙道所游。利以居止，长无忧咎。太华、首阳，皆山名。大过采唐沬乡，要期桑中。失信不会，忧思约带。诗桑中爰采唐矣。沬之乡矣，云谁之思，羙孟姜矣。唐，蒙菜。沬，卫邑名。坎，八面九口，长舌为斧。斲破瑚琏，殷商绝后。商纣无道，微子抱𥙊器奔周。其后武王伐纣，遂㓕殷焉。离。临溪蟠枝，虽恐不危。乐以笑歌，无注咸，泱泱沸溢，水泉为害，使我无赖。无注恒，蝗螟为贼，伤害稼穑，愁饥于年，农夫鲜食。蝗，蜎属，虫名。螟，食苗心。䖝。皆害稼者也。遯八百诸侯，不期同时。慕西文德，兴我宗族，家门雍雍。按史记，武王伐纣，东观兵于盟津，诸侯不期而会者八百。盟音孟。大壮。长男少女，相向笑语。来欢致福，和悦乐喜。无注，晋平国不君，夏氏作乱，乌号𥨸发，灵公殒命。陈灵公通于夏姫，其子征舒病之，出自廏，射而中",
      "target": "。事见宣公十年。明夷春多膏泽，夏润优渥，稼穑熟成，亩获百斛。无注家人客宿卧寒，席蓐不安，行危为害，留止得欢。无注睽乘桴于海，虽惧不殆。母载其子，终焉何咎。语云",
      "verse": "乘桴浮于海。"
    },
    {
      "source": "于，予击石拊石，百兽率舞。损，秋蛇向穴，不失其节。夫人姜氏自齐复入。按春秋，鲁桓公夫人文姜有邪行，复归于齐，故言秋蛇犹知向穴而不失其节，文姜不守理而复归于齐也。益病笃难医，和不能治，命终斯讫，下即蒿芦。按春秋，晋侯有疾，求医于秦，使医和视",
      "target": "，曰",
      "verse": "疾不可为也。"
    },
    {
      "source": "小畜之睽作牙孽生达，义通。萃，凫游江海，没行千里，以为死亡，复见空桑，长生乐乡。无注。升黄帝出游，驾龙乘马，东上太山，南游齐鲁，邦国咸喜。黄帝邑于涿鹿之阿，迁徙无常，以兵师为营卫。后得六相而天地治，神明至困，履危不止，与鬼相视，惊恐失气，如骑虎尾。无注井，秋南春北，不失消息，渉和履中，时无隐慝。无注革，龙门砥柱，通利水道，百川顺流，民安其居。按书禹贡龙门属雍州，在今冯翊夏阳县。砥柱石在大河中流，其形如柱，今陕州陕县三门山是也。此皆言禹治水",
      "target": "功。鼎千岁庙堂，栋挠倾僵，天厌周德，失其宠光。无注震折，若蔽目，不见稚叔，三足孤乌，远离室家。楚词",
      "verse": "折若木以拂日。"
    },
    {
      "source": "高而处。无注中孚执戈俱立，以备暴急，千人守门，因以益卑，终安何畏。无注小过夹河为婚，水长无船，遥心失望，不见欢君。无注既济阴阳变化，各得其宜，上下顺通，奏为肤功。无注未济任劣德薄，失其臣妾，田不见禽，犬无所䶦。无注坤下，巽上。观历山之下，虞舜所处，躬耕致孝，名闻四海。为尧所荐，缵位天子。虞舜父顽母嚚，克谐以孝，躬耕于历山之下，其后尧以天下禅焉。",
      "target": "乾蜎飞蠕动，各有所配。欢悦相逢，咸得其处。蜎井中䖝。又诗",
      "verse": "蜎蜎者蠋坤。"
    },
    {
      "source": "继祀宗邑，追明成康，光照万国。享世久长，疾病不医，下即蒿芦。成王康王，皆周",
      "target": "明君。德被万方，享祀八百。屯秋冬探巢，不得鹊雏。衘指北去，媿我少姫。无注蒙童妾独宿，长女未室，利无所得。无注需鸿波逆流，主人潜去。蒿蓬代柱，大屋颠仆。无注讼目暗不明，谗夫在堂，左辟疾瘁，君失其光。无注师王孙季子，相与孝友，明允笃诚，升擢荐举，为国干辅。史记",
      "verse": "高阳氏有才子八人，谓之八恺。"
    },
    {
      "source": "高辛氏有才子八人，谓之八元。尧未及举，舜于是举八恺，使主后土，举八元，使布五教。比麟趾龙身，曰取三千。南上苍梧，与福为昏。道里夷易，安全无患。诗麟",
      "target": "趾篇云",
      "verse": "麟之趾，振振公子，于嗟麟兮。"
    },
    {
      "source": "文王后妃德修于身，而子孙宗族皆化于善，故诗人羙之。小畜三子成驹，破其坚车，轮载空舆，后时失期，无注履。逐祸除患，道德神仙，遏恶万里，常欢以安无注泰。黄池之盟，呉晋争强，勾践为患，夷国不安。春秋鲁哀公十三年，公会晋侯及呉子于黄池。呉晋争先，继书于越。入呉否。青牛白咽，呼我俱田。历山",
      "target": "下，可以多耕。岁露时节，人民安宁。无注同人有头无目，不见菽粟，消耗为疾，三年不复。无注大有山没丘浮，陆为水鱼。燕雀无巢，民无室庐。无注谦。高冈凤凰，朝阳梧桐。噰噰喈喈，菶菶萋萋。陈辞不多，以告孔嘉。诗卷阿篇云",
      "verse": "凤凰鸣矣，于彼高冈。"
    },
    {
      "source": "谁谓河广？一苇杭之。谁谓宋远？跂予望",
      "target": "。家人冬叶枯槁，当风于道。蒙被尘埃，左右劳苦。无注睽过时不行，妄逐王公。老女失度，不安其居。无注蹇履泥污足。名困身辱。两仇相当，身为疾病。无注解。精华堕落，形体丑恶。龉龃挫顿，枯槁腐蠹。无注损。长生无极，子孙千亿。柏柱载青，坚固不倾。无注益。去辛就蓼，毒愈酷毒。不思我家，避阱入坑，忧患日生。无注𦐍。行尧钦德，养贤致福。众英积聚，国无寇贼。书曰",
      "verse": "若稽古帝尧，钦明文思。"
    },
    {
      "source": "郑文公恶高克，使将清邑",
      "target": "兵，御狄于河上，久而不召，师散而归，高克奔陈，郑人为作此诗也。困三䖝作蛊，削迹无与。胜母盗泉，君不安处。按史记邹阳书",
      "verse": "里名胜母，曽子不入。"
    },
    {
      "source": "绿兮衣兮，绿衣黄里。言卫庄公惑于嬖妾，夫人姜氏贤而失位，故作此诗，以比贱妾尊显而正嫡。幽微鼎，天所顾祐。祸灾不至，安吉不惧。无注。震盘纡，九逥，行道留难。止须子丘，乃睹所欢。无注艮暴虐失国，为下所逐，北奔阴月，王居旄头。夏桀无道，汤放于鸣条而死。其子荤粥，妻桀之众妾，避居北野，号曰匈奴。渐御骍从龙，至于华东。与离相逢，送致于邦。无注归妹，铜人铁距。雨露劳苦，终日卒岁，无有休息。铜人即金人，秦铸金人。十二丰。大人失宜，盈满复𧇊。长冬",
      "target": "禾，盛者灭衰。无注旅，梅李冬实。国多盗贼，乱扰并作，王不能制。春秋鲁僖三十三年冬，陨霜不杀草，李梅实。公羊传曰",
      "verse": "纪异也。"
    },
    {
      "source": "此禄去公室，政在公子，遂",
      "target": "应。巽泽枯无鱼，山童无株，长女嫉妒，使身空虚。无注。兑天门东虚，既尽为灾。膉𦝢黯苍，秦伯受殃。汉官仪曰",
      "verse": "㤗山东上七十里，至大小天门。"
    },
    {
      "source": "牝鸡无晨，牝鸡之晨，为家之索。孤当作随。阴升阳伏。桀失其室，相𫗪不食。桀，夏桀无道，成汤放",
      "target": "于南巢。蛊，蜎飞蠢动，各有配偶。小大相保，咸得其所。蜎，井中䖝。又诗曰",
      "verse": "蜎蜎者蠋，特行貌临，鬼守我庐，欲呼伯去。"
    },
    {
      "source": "葛生䝉𣗥，蔹蔓于域。予羙亡此，谁与独息。离鹊笑鸠舞，来遗我酒。大喜在后，授吾龟纽。龙喜张口，起拜福祉。汉旧仪列侯",
      "target": "印，以黄金为龟钮。咸摇尾逐灾，云沉孽除。洿泥生粱，下为田主。无注恒白鹤衘珠，夜食为明，膏润优渥，国歳年丰。搜神记云",
      "verse": "有鹤为弋人所射，穷而归哙参，参收养疗治疮愈而放之。"
    },
    {
      "source": "后鹤夜到门外，参执烛视之，鹤雌雄双至，各衘明珠以报参焉。遯内执柔德，止讼以嘿，宗邑赖德，祸灾不作。无注大壮，犬吠惊骇，公拔戈起。玄冥厌火，消散瓦解。礼记月令，其神玄冥，冬月之神也。晋公悦妪喜，孙子俱在。荣誉日登，福禄来处。无注，明夷鸟鸣哺鷇，长欲飞去。循枝上下，适与风遇。颠陨树根，命不可救。鷇音扣。哺而活者曰鷇。家人析薪炽酒，使媒求妇，和合齐宋。姜子悦喜。诗伐柯篇。取妻如何。匪媒不得。又衡门篇。岂其取妻，必齐之姜。岂其取妻，必宋",
      "target": "子。睽。邻不可顾，而求玉女。身多疾癞，谁当媚者。无注蹇远视无明，不知青黄。黈纩塞耳，使君暗聋。黈纩塞耳，而听于无声。解。克身巳整。逢禹巡狩。赐我玄圭。䝉受福祉。书禹贡云",
      "verse": "禹锡玄圭，告厥成㓛。"
    },
    {
      "source": "言水土既平，禹以玄圭为贽，而告成㓛于舜也。水色黒，故圭以玄云。损。远望千里，不见黒子。离娄之明，无益于光。离娄，古之明目者。益，斧斤所斫，疮㽱不息。针石不施，下即空室。无注。𦐍，齐侯少子，材略。羙，好。求我长女，贱薄不与。反得丑陋，后乃大悔。无注姤。失俪后旅。天门地户，不知所在。安止无咎。无注萃，乌孙氏女，深目黒丑。嗜欲不同，过时无偶。乌孙，国名，其女目深而丑黒也。升叔驾纯骝，南至东莱。求索驹马，道悦中止。无注困，二女宝珠，误。郑大夫。君父无礼，自为作笑。列仙传。江妃二女佩两明珠，大如卵，游江汉之滨。郑交甫逢而悦",
      "target": "，不知其神也。曰",
      "verse": "愿请子之佩。"
    },
    {
      "source": "二女解而与之。行数歩，二女不见佩，亦失之。井阳城太室，神明所息。仁智",
      "target": "居，独无兵革。无注革，大蛇为殃，使道不通。歳露尠少，年榖败伤。尠音鲜。鼎三足孤乌，灵明为御。司过罚恶，自残其家，毁败为忧。汉天文志日中有三足乌。震车虽驾，两纼绝马欲歩双轮脱行不至道。遇害。无注艮郁怏不明，为阴所伤。众雾集聚，共夺日光。无注渐𫛢鴂鸱鸮，治成御灾。周公勤劳，绥德安家。𫛢鴂，鸟名，一名飞桑，又名巧妇。鸱鸮，诗篇名，周公救乱也。归妹名成德就，项领不试。景公耄老，尼父逝去。论语齐景公谓孔子曰",
      "verse": "吾老矣，不能用也。"
    },
    {
      "source": "东邻杀牛，不如西邻",
      "target": "礿。𥙊兑。火起吾后喜炙我鹿。苍龙衔水，泉潠柱屋，虽忧无咎。无注涣桃雀𥨸脂，巢于小枝，摇动不安，为风所吹。寒心栗栗，常忧不殆。桃雀即桃䖝。诗曰",
      "verse": "肇允彼桃䖝。"
    },
    {
      "source": "鹪，鹩也。𥨸脂，桑扈也。节徙足去域，飞入东国。有所畏避，深藏隐匿。无注中孚琼英朱草，仁政得道。凫鹥在渚，福禄来下。诗尚之以琼英乎而。琼英，石似玉，生如草木之英华。朱草，百草之精也。王者德无所不通，则生小过。陈蔡之危，从者饥罢。明德上通，忧不为凶。孔子尝厄于陈蔡",
      "target": "间，又曰",
      "verse": "从我于陈蔡者，皆不及门也。"
    },
    {
      "source": "桃之夭夭，灼灼其华。之子于归，宜其室家。未济径邪贼田，政恶伤民，夫妇呪诅。太上覆颠。无注。离下，艮上。贲，政不暴虐，凤凰来舎。四时顺节，民安其居。凤凰灵鸟，太平之世则见。黄帝时巢于阿阁。尧时来止于庭。舜时来仪。文王时鸣于岐山",
      "target": "乾。八口九头，长舌破家。帝辛沉湎，摘㓕其墟。帝辛，纣也。书泰誓",
      "verse": "武王数纣曰：沈湎冒色，坤，鬼守我门。"
    },
    {
      "source": "坤𢈲载物，德合无疆。泰毕附耳，将军求怒。径路隔塞，燕雀惊骇。毕、附耳，皆星名。否。东风启户，黔啄翻舞。各乐其类，咸得生处。无注。同人，两足四翼，飞入家国。宁我伯姊，与母相得。无注。大有。歳暮花落，阳入阴室。万物伏匿，藏不可得。无注。谦。释然远咎，避患害早。田获三狐，以贝为宝。周易解九二，田获三狐。狐者，邪媚之兽。三狐，指卦之三阴，时之小人也。获如能变化除去之，如田",
      "target": "获也。豫。鹊延𨚫缩，不见头目。日以困急，不能自复。无注。随秋隼冬翔，数被严霜。鸡犬夜鸣，家扰不宁。隼，鸟名，鹞属，即鹘也。蛊，班马还师，以息劳罢。役夫嘉喜，入户见妻。春秋",
      "verse": "齐师夜遁，有班马之声。"
    },
    {
      "source": "临老阳日，衰，条多枯枝。爵级不进，逐下摧隤。阳当作杨。观顺风吹火，牵骑骥尾。易为功力，因惧受福。无注噬嗑六人俱行，各遗其囊。黄鹤失珠，无以为明。无注剥依叔墙隅，志下劳苦。楚相辰食，韩子低头。淮阴人韩信家贫。尝寄食于南昌亭长，并受辱于袴下。详见本传。复三牛生狗，以戌为母。荆夷上侵，姫伯出走。三牛一作三年，见坤之震一作三马生驹，见否之姤颐。鸿鹄高飞，鸣求其雌，雌来在户。雄哺嘻嘻，甚独劳苦，缹鳖脍鲤。缹音炮。大过褰衣渉河，水深渍罢。赖。幸舟子，济脱无他。无注坎虎啮龙，指太山之崖。天命不祐，不见其雌。无注离明不处暗，智不履危。终日卒岁，乐以笑歌。无注咸三足俱行，倾危善僵。六指不使，慁累弟兄。树柱阂车，失其正当。阂音碍。恒舎车而徒，亡其駮牛。虽丧白头，酒以疗忧。无注无妄鹤盗我珠，逃于东都。鹄怒追求，郭氏",
      "target": "墟。不见踪迹，反为患灾。未详。大畜升舆中退，举事不遂。哺麋毁齿，失其道理。无注遯析薪炽酒，使媒求妇。和合齐宋，姜子悦喜。诗伐柯篇，取妻如何，匪媒不得。又衡门篇",
      "verse": "岂其取妻，必齐之姜。"
    },
    {
      "source": "岂其取妻，必宋之子。大壮夜视无明，不利贾商。子反笑欢，与市为仇。无注晋徒行离车，不冒泥涂，利以休居。无注明夷作室山根，人以为安。一昔崩颠，破我壶飧。无注家人山东山西，各自言安。虽相登望，竟未同堂。无注睽君子在朝，凶言去消。惊骇逐狼，不见英雄。无注蹇𨏈𨏈坟坟，火烧山根。不润我邻，独不䝉恩。𨏈音隐。解南山之蹊，真人所在。德配唐虞，天命为子。保祐歆享，身受大庆。唐虞，尧舜有天下",
      "target": "号也。损龙蛇所聚，大水来处。泱泱濡濡，濙濙磕磕，使我无赖。濙，音荧磕，音盍益旃裘苫盖，慕德献服。边鄙不耸，以安王国。无注𦐍，光体春成。陈仓鸡鸣，阳明失道。不能自守，消亡为咎。按秦纪索隐注曰",
      "verse": "汉书郊祀志云：文公获若石云，于陈仓北坂城祠之。"
    },
    {
      "source": "其神来若雄雉，其声殷殷云，野鸡夜鸣。以牢祠",
      "target": "，号曰陈宝。又臣瓒云",
      "verse": "陈仓县有宝夫人祠，岁与叶君神会𥙊于此者也。"
    },
    {
      "source": "侯，文王之后，尝为周伯，治诸侯有功，萃仁德不暴，五精就舎，四牧𠃔莱，民安其居。无注升随和重宝，众多贪有相如睨柱，赵王危殆。隋侯见蛇伤，取药封",
      "target": "。后蛇㗸珠以报，卞和得玉璞献于楚，怀王。蔺相如奉璧于秦，曰",
      "verse": "臣头与璧俱碎于柱矣。"
    },
    {
      "source": "遂全璧归赵。困凤生五雏，长于南郭。君子康宁，悦乐身荣。无注井二人为侣，俱归北海。入门上堂，拜谒王母。劳赐我酒，女功悦喜。无注革逐忧去殃。洿泥生粱，下田为王。无注鼎东门之坛。茹藘在坂，礼义不行，与我心反。诗东门之禅，茹藘在阪。言城东门之旁有禅，禅之外有阪，阪",
      "target": "上有草也。震凫遇稻庐，甘乐趋䲡，虽驱不去。无注艮清人高子，久屯外野。逍遥不归，思我君母。公子奉请，王孙嘉许。高子，高克也。诗云",
      "verse": "清人在彭，驷介旁旁。"
    },
    {
      "source": "郑文公恶高克，使将清邑之兵，御狄于河上，久而不召，师散而归，高克奔陈，郑人为之作此诗也。渐谗人所言，语不成全。虎狼",
      "target": "患，不为我残。无注归妹张罗捕鸠，鸟丽其灾。雌雄俱得，为罔所贼。无注丰安仁尚德，东邻慕义，来安吾国。无注旅猾丑如诚，前后相违。言如鳖咳，语不可知。无注巽。怀璧越乡，不可远行。蔡侯两裘，久苦流离。左传定公三年",
      "verse": "蔡昭侯为两佩裘以如楚，献一佩一裘于昭王，昭王服之，以享蔡侯。"
    },
    {
      "source": "兑。伯氏归国，多所恨惑。车倾盖亡，身常惊惶。乃得其愿，雄雌相从。无注涣。火石相得。乾无润泽，利少囊缩，祇益促迫。无注节君知圣哲，鸣呼其友。镇德",
      "target": "徒，可以礼仕。无注中孚骑豚逐羊，不见所望。经渉虎庐，亡羝失羊。无注小过玄黄瘣隤，行者劳罢。役夫憔悴，处子畏哀。诗卷耳篇",
      "verse": "陟彼高冈，我马玄黄。"
    },
    {
      "source": "儒者之服。坤下，艮上。剥行触大忌，与司命牾，执囚束缚，拘制于吏。幽人有喜，无注之乾。穿胸狗邦，僵离旁舂。天地易纪，日月更始。穿胸、狗邦，皆外夷国名。坤从风纵火，荻芝俱死。三害集房，十子中伤。芝灵草荻，芦荻被火则俱死，即玉石俱焚之义。屯北山有枣，橘柚于聚。荷囊载香，盈我筐筥。无注䝉赍，贝赎狸，不听我辞。系于虎须，牵不得来。无注需。上下唯邪，戾其元夫。欢心隔塞，君子离居。无注讼。二人辇车，徙去其家。井沸釡鸣，不可安居。无注师。蹇驴不才，俊骥失时。罢于沙丘，筋力劳尽。无注比。明伤",
      "target": "𥘉。为穆出交，以谗复归，名曰竖牛。剥乱叔孙，𫗪于空丘。𫗪当作馁。春秋成公十六年，鲁穆子去叔孙氏奔齐，及庚宗，遇妇人宿焉，生子曰牛。后复归鲁，立为𡖖。遂使牛为竖，有宠，长使为政。牛不食叔孙，叔孙不食而卒。小畜天火大起，飞鸟惊骇。作事不时，自为身咎。无注履土与山连，共保岁寒，终无灾患，万世长安。无注泰日出阜东，山蔽其明。章甫荐屦，箕子佯狂。章甫，礼冠。屦，履也。摘纣无道，箕子佯狂而为奴。否龙马上山，绝无水泉。喉燋唇乾，口不能言。无注同人雄处弱水，雌在海滨。别将持食，悲哀于心。书，弱水既西柳。宗元曰",
      "verse": "西海有水，散涣无力，不能负芥。"
    },
    {
      "source": "庭燎之百，自齐桓公始。燎五十，公用之燎三十，侯伯子男用之燎百。天子用之，以物百枚，缠木燎之。今用松苇灌脂在地曰燎。谦。三妇同夫，忽不相思。志恒悲愁，颜色不怡。无注豫鹤盗我珠，逃于东都。鹄怒追求，郭氏",
      "target": "墟。不见武迹，反为患灾。未详。随猕猴冠带，盗载非位。众犬共吠，麇走蹶足。项羽传云",
      "verse": "沐猴而冠，言其无知也。"
    },
    {
      "source": "蛊黍稷禾稻，垂亩方好。中旱不两，伤风病灱。两当作雨。临雄圣伏，名人匿麟。远走凤，飞北，乱祸未息。无注。观王母多福，天禄所伏。居之宠光，君子有福。列仙传。王母道气，无为自然，先以东华至真之气化生。噬嗑。班马还师，以息劳罢。役夫忻喜，入户见妻。春秋。齐师夜遁，有班马",
      "target": "声。贲褰裳，渉河流，深渍衣赖。幸舟子济脱无他。无注。复被服文德，升入大麓，四门雍肃，登受大福。书曰",
      "verse": "纳于大麓，烈风雷雨弗迷。"
    },
    {
      "source": "麓，山足也。无妄东邻嫁女，为王妃后。庄公筑馆，以尊王母，归于京师，季姜悦喜。春秋鲁庄公元年，王姫下嫁于齐，命同姓诸侯主之。鲁以姫姓，故筑馆而迎之。冬，王姫归于齐。桓公九年春，纪季姜归于京师，为桓王后。大畜百足俱行，相辅为强。三圣翼事，王室宠光。三圣，尧、舜、禹也。颐危坐至暮，请求不得。膏泽不降，政戾民忒。无注。大过百川朝海，流行不止。路难辽远，无不到者。书禹贡。江。汉朝宗于海。坎乘骝驾骊，东至于齐。遭遇仁友，送我以资。厚得利归无注。离礼坏乐崩。成子傲慢，欲求𦤺理。力疲心烂，阴阳不调。成子骄傲，为简生殃。按春秋左传哀公十四年，齐简公之在鲁也，阚止有宠焉。及即位，使为政，陈成子惮",
      "target": "。诸御鞅言于公曰",
      "verse": "陈、阚不可并也，君其择焉。"
    },
    {
      "source": "吾早从鞅之言，不及此。甲午，将简公弑之。咸三人辇车，乘入虎家。王母贪叨，盗我黎牛。无注恒，羊头兔足，少肉不饱。漏囊败粟，利无所得。无注遯，新田宜粟，上农得榖。君子唯好，以纡百福。无注大壮，夷羿所射，发辄有获。双凫俱得，利以伐国。羿，古之善射者。晋凫舞鼓翼，嘉乐尧德。虞夏羙㓛，要荒。宾服。尧，唐帝名。虞、夏，舜、禹，有天下",
      "target": "号。书禹贡",
      "verse": "五百里要服，五百里荒服。"
    },
    {
      "source": "明夷。登丘上山，对酒道观。终年卒歳，优福无患。无注。家人，歳暮花落，阳入阴室，万物伏匿，藏不可得。无注睽螟虫为贼，害我禾榖。箪瓶空虚，饥无所食。螟食苗心之虫，害稼穑者也。蹇阳虎胁主，使得不通。火离为殃，年榖病伤。阳虎，季氏家臣。尝囚季桓子而专国政。解四马共辕，东上太山。骍骧同力，无有重难，与君笑言。无注损牧羊稻园，闻虎喧嚾。惧畏悚息，终无祸患。无注益扬华不时，冬实生危。忧多横贼，生不能服。昆仑之玉，所求不得。仙传拾遗。西王母所居昆仑",
      "target": "囿，有玉楼十二𦐍，高阜所在。阴气不临，洪水不处。为家利宝。无注姤释然远咎，辟患害早。田获三狐，以具为宝，君子所在，安宁不殆。周易解九二",
      "verse": "田获三狐。"
    },
    {
      "source": "狐者，邪媚之兽。三狐，指卦",
      "target": "三阴。萃两目失明，日夺无光。胫足跛曳，不可以行。顿于丘旁，亡妾莫逐。嵬然独宿。无注升。鸿飞循陆，公出不复，伯氏客宿。诗豳风九罭篇云",
      "verse": "鸿飞遵陆，公归不复。"
    },
    {
      "source": "时甲子昧爽，王朝至于商郊牧野以伐纣。又武成一戎衣而天下大定，万姓悦服。",
      "target": "乾任重负力，东征不伏，蹈泥履涂，雄师败覆。无注坤义不胜情，以欲自营，观利危宠，折角摧颈。无注屯悬貛素飧，食非其任，失舆剥庐，休坐徙居，室家何忧。诗伐檀篇",
      "verse": "云胡瞻尔，庭有县貛兮。"
    },
    {
      "source": "君子得舆，小人剥庐。䝉，鹞鸱娶妇，深目窈身。折腰不媚，与伯相背。无注。需东风解冻，河川流通。西门子产，升擢有㓛。此言西门豹、郑子产二人，皆古之良臣也。讼三足俱行，倾危善僵。六指不便，恩累弟兄。树柱关中，失其正当。无注师京庾积仓，黍稷以兴巳极。行疾至，以餍饱。按诗楚茨云我黍与与，我稷翼翼，我仓既盈，我庾维亿。比南山之迹，真人所游。德配唐虞，天命为子。保祐歆享，身受大庆。唐虞，尧舜有天下之号也。小畜车驰人趋，卷甲相仇。齐鲁寇战，败于犬丘。按春秋，齐师侵鲁，战于长勺，车驰卒奔，齐师败绩。事见庄公十年。履十五许室，柔顺有德，霜降既嫁，文以为合。先王日至，不利出域。无注泰任力劣薄，远托邦国。转车不强，为痈所伤。无注否千歳旧室，将有困急。荷粮负囊，出门直北。无注同人恶灾殆盈，日益彰明，祸不可救，三郤夷伤。按春秋三郤，晋大夫郤锜、郤犨、郤至。成公十七年，晋厉公侈，多外嬖，欲尽去群大夫而立其左右，遂杀三郤。大有冠危戴患，身惊不安，与祸驰逐，凶来入门。无注谦虎狼并处，不可以仕。忠谋辅政，祸必及巳。退隐深山，身乃不殆。无注豫鲲与石斗，麋碎无处，挈缶",
      "target": "使，不为忧惧。无注随。五心六意，歧道多怪。非君本志，生我恨悔。无注蛊。雨雪载涂，东行破车。旅人无家，利益咨嗟。诗",
      "verse": "出车劳还率也。"
    },
    {
      "source": "衅，当作衅鼎。阴雾作匿，不见白日。邪径迷道，使君乱惑。无注震猿堕高木，不逶手足。握珠怀玉，还归我室。无注艮三骊负衡，南取芝香。秋兰芬馥，盛满匣匮，利我少姜。无注渐春生夏乳，羽毛成就，举不失宜。君臣相好，盗走奔北，终无有悔。无注归妹东行破车，远反失家。天命讫终，无所祷，凶。无注丰九鴈列陈，雌独不群。为𦌘所举，死于庖人。无注旅二人辇车，徙去其家。井沸釡鸣，不可以居。井沸釡鸣，皆不祥之兆也。巽闭塞复通，与善相逢。甘棠之人，解我忧凶。甘棠，美召伯之诗也。召伯循行南国，以布文王",
      "target": "政，舎于其下，兑贼敛重数，政为民贼。杼轴空虚，去其家室。诗大东篇",
      "verse": "小东大东，杼柚其空。"
    },
    {
      "source": "焦氏易林<第八页>易林卷第七震下，乾上。无妄夏台牗里，汤文厄处。皋陶听理，歧人悦喜。西望华夏，东归无咎。汤囚夏台，文王拘诱里，皋陶，舜命作士。理官也。之乾儋耳穿胸，僵离旁舂。天地易纪，日月更始。蝮螫我手，痛为吾毒。儋耳、穿胸，皆外国名。坤慈母",
      "target": "恩，长大无孙。消息襁褓，害不入门。无注屯伪言妄语，传相诖误。道左失迹，不知乡处。无注蒙。郁怏不明，阴积无光。曰在北陆，万物雕藏。左传",
      "verse": "日在北陆而藏冰。"
    },
    {
      "source": "当作日需。王母多福，天禄所伏。君之宠光，君子有昌。王母神仙，以东华至真",
      "target": "气化生讼。不耕而获，家食不给。中女无良，长子徒足。䟽齿善市商人有息。无注师火起上门，不为我残。跳脱东西，独得生完，不利出邻，病疾忧患。无注比持刃操肉，对酒不食。夫亡从军，长子入狱，抱膝独宿。无注小畜䲡虾去海，游于枯里，街巷迫狭，不得自在，南北四极，渴馁成疾。无注履哑哑，笑喜，与欢饮酒，长乐行觞，千秋起舞，拜受大福。无注泰登高上山，宾于四门。吾士得欢，福为我根。书曰",
      "verse": "宾于四门，四门穆穆，纳于大麓。"
    },
    {
      "source": "烈风雷雨，弗迷。言舜之德也。否天厌周德，命我南国。以礼静民，兵革休息。无注同人壅遏堤防，水不得行。火光盛，阳，阴霓伏匿，走归其乡。无注大有海河都市，国之奥府。商人受福，少子玉食。无注谦东行避兵，南去不祥。西逐凶恶，北迎福生，与喜相迎。无注豫东家中女，嫫母最丑。三十无室，媒伯劳苦。嫫母，古之丑妇。最贤。随。破亡之国。天所不福，难以止息。无注蛊𩥵驾、蹇驴，日暮失时。居者无忧，保我乐娯。无注临䗖蝀充侧，佞幸倾惑。女谒横行，正道壅塞。诗䗖蝀，止奔也。䗖蝀在东，莫之敢指。女子有行，远兄弟父母。观三羖五牂，相随俱行。迷入空泽，循谷直北。经渉六駮，为所伤贼。无注噬嗑载喜抱子，与利为友。天",
      "target": "所命，不忧危殆。荀伯劳苦，未来王母。诗下泉篇云",
      "verse": "四国有王，郇伯劳之。"
    },
    {
      "source": "荀当作郇。贲织缕未就，胜折无后。女工多能，乱我政事。无注复羿张乌号，彀射天狼。钟鼓不鸣，将军振旅。赵国雄勇，斗死荣阳。羿，后羿善射。乌号，弓名。天狼，兽名。剥行露",
      "target": "讼，贞女不行，君子无食，使道壅塞。诗云",
      "verse": "厌浥行露。"
    },
    {
      "source": "言女子有能以礼自守，而不为强暴所污，喻道间之露方湿，恐沾濡而不敢行耳。大畜延颈望酒，不入我口。商人劳苦，利得无有。夏台牖里，虽危复喜。牗当作诱。汤囚夏台，文王拘诱里，颐冠带，南游，与喜相期。侥于家国，拜为逢时。无注大过东西触垣，不利出门。鱼藏深水，无以乐宾。爵级摧颓，光威减衰。无注坎两母十子，转息无巳。五乳百雏，骍駮骊驹。无注离重𥠖祖后，司马太史。陆氏",
      "target": "灾，雕害悲苦。书传",
      "verse": "重，少昊之后。"
    },
    {
      "source": "见善而不能举，恶恶而不能去，所以亡。遯宫成立政，衣就缺袂。恭谦为卫，终无祸尤。无注大壮。麒麟凤凰，子孙盛昌。少齐在门，利以合婚。招衣弹冠，贵人所欢。按春秋昭公二年夏四月，韩须如齐逆女，齐陈无宇送女致少姜，少姜有宠于晋侯，晋侯谓之少齐。晋乱危之国，不可渉域。机发身蝢，遂至僵覆。无注明夷千雀万鸠，与鹞为仇。威挈不敌，虽众无益，为鹰所击。无注家人，众神集聚，相与议语。南国虐乱，百姓愁苦。兴师征讨，更立圣主。无注睽颜渊闵骞，以礼自闲。君子所居，祸灾不存。颜渊，即颜回。闵骞，闵子骞也，皆孔子弟子。蹇，三桓子孙，世秉国权。爵世上𡖖，富于周公。三桓即三家，皆桓公之后。自季武子始专国政，历悼、平、桓子，凡四世。平子逐君，康子废父命而杀嫡僭八佾，歌雍以彻，皆专权。僭𥨸之至，解鹤鸣九皋。处子失时，载𡈽贩盐，难为功巧。无注损。方轴圆轮，东行不前。组囊以锥，失其事便。还师振旅，兵革休止。无注益鱼扰水浊，桀乱我国。驾龙出游，东之乐邑。天赐我禄，与生为福。无注𦐍白虎黒狼，伏司亦长。遮遏牛羊，病我商人。无注姤履危不安，跌顿我颜，伤踵为癞。无注萃三人辇车，乘入旁家。王毋贪叨，盗我资财，亡失黎牛。无注升三鴈南飞，俱就井地。虾䲡饶有，利得过倍。无注困鹰栖茂树，猴雀往来。一击获两，伏不枝梧。无注井尭舜钦明，禹稷股肱，伊尹往来，进礼登堂，显德之徒，可以辅王。尭。舜禹皆古之仁圣也。稷教稼穑，伊尹相汤，皆古之良辅也。革枯旱三年，草叶不生，粢盛空",
      "target": "，无以供灵。无注鼎方口缓唇，为和。枢门，解𥼶钩带，商旅以欢。无注震凫鹥池水，高陆为海。江河横流，鱼鳖成市。千里无墙，鸳凤游行。无注艮烹鱼失刀，驾马车亡。铅刀不及，鲂鲤腥臊。无注渐戎狄蹲居，无礼贪叨。非吾族类，君子攸去。无注归妹渡河逾水，濡洿其尾，不为祸忧。捕鱼遇蟹，利得无㡬。无注丰河水小鱼。不宜劳烦。苛政苦民，君受其患。无注旅。偃武修文，兵革休安。清人逍遥，未归空闲。书武成",
      "verse": "乃偃武修文，归马于华山之阳，放牛于桃林之野，示天下弗服。"
    },
    {
      "source": "即今所谓鹘也。小过伊尹智士，去桀耕野。执顺以强，文和无咎。伊尹，有莘之处士，汤聘而用之，遂进于桀。桀不能用，复归于汤，乃相汤伐桀，以有天下。既济逐鹿西山，利入我门。阴阳和调，国无灾殃。长子东游，湏其三仇。无注未济，龙兴之德，周武受福。长女宜家，与君相保。长股远行，狸且善藏。武王伐纣，而有天下，以元女大姫嫁胡公，而封诸陈。乾下，艮上。大畜朝鲜之地，箕伯所保。宜人宜家，业处子孙，求事，大吉。箕子，纣诸父。武王伐纣，遂归周，封于朝鲜。之乾。金柱鐡关，坚固卫灾。君子居",
      "target": "，安无忧危。无注坤转祸为福。喜来入屋，春成夏囤。可以饮食，保全家室。无注屯水暴横行，縁屋壊墙。泱泱溢溢，市师惊惶。居止不殆，与毋相保。无注蒙虎豹熊，罢游戏山隅。得其所欲，君子无忧。旅人失利，市空无人。无注需躬体履仁，尚德止讼。宗邑以安，三百无患。齐管仲夺伯氏骈邑三百，没齿无怨言讼江淮易服，玄黄朱饰。灵公夏征哀相无极，高位崩颠，失其宠室。按左传、陈灵公与孔宁、仪行父通于夏姫，皆𠂻其衵服，以戏于朝。后陈灵公与孔宁、仪行父饮于夏氏，公谓行父曰",
      "verse": "征舒似汝。"
    },
    {
      "source": "亦似君。征舒病之，出自其廏而射之，遂伤灵公衷怀也。衵，近身之衣。师，不虞之患，祸至无门。奄忽暴卒，痛伤我心。无注比三涂五岳，去危入室，凶祸不作，桀盗尭服，失其宠福，贵人有疾。三涂，山名，在河南伊阙县。小畜配合相迎，利心四乡，昏以为期，明星熠熠，欣喜君奭，所言得当。诗东门",
      "target": "扬云",
      "verse": "昏以为期，明星煌煌。"
    },
    {
      "source": "此亦男女期会，而有负约不至者，故因其所见以起兴也。履三手六身，莫适所闲。更相摇动，失事便安。箕子佯狂，国乃不昌。箕子，纣诸父，纣为不道，乃佯狂而为奴。泰虎卧山，偶鹿过后。眗，弓矢设张，会为功曹，伏不敢起。遂全其驱，得我羙草。会当作猬。见大有",
      "target": "讼。史记龟策传郭璞注云",
      "verse": "猬能制虎否。"
    },
    {
      "source": "麟凤执获，阴雄失职。自卫返鲁，猥昧不起，禄福讫巳。左传哀公十四年春，西狩于大野，叔孙氏之车子锄商获麟。孔子自卫返鲁，作春秋。同人栾子作殃，伯氏诛伤，州黎奔楚，失其宠光。春秋。成公十五年冬十月，晋三郤害伯宗，譛而杀之，及栾弗忌、伯州黎奔楚。大有。黄帝出游，驾龙骑马，东至太山，南过齐鲁。王良御左文武何咎，不利市贾。黄帝邑于涿鹿之阿，迁徙无常，以兵师为营卫，后得六相而天地治。神明至谦，齐鲁争言，战于龙门，遘怨致祸，三世不安。按春秋鲁成公二年春，齐侯伐我北鄙，围龙。顷公之嬖人卢蒲就魁门焉，龙人囚之。齐侯亲鼓三日，取龙豫道理和德，仁不相贼，君子往",
      "target": "，乐有其利。无注随妪妒公妮，毁益乱赖，使我家愦，利得不遂。无注蛊一巢九子，同公共毋，柔顺利贞，出入不殆，福禄所在。无注临崔嵬北岳，天神贵客，温仁正直，主布恩德。闵哀不巳，蒙受大福。北岳，周礼并州，其山镇曰恒山。唐天文大梁、析木，其神主于恒山，辰星出焉。观三睢逐蝇，陷堕釡中。灌沸弇殪，与母长决。弇音掩。殪音意。噬嗑东山西陵，高峻难升。㓕夷握累，使道不通。商旅无功，复反其邦。无注贲常得自如，不逢祸灾。乐只君子，福禄自来。无注剥范子妙材，戮辱伤肤。然后相国封为应侯。范子，即范睢。按史记",
      "verse": "范雎𥘉事魏尝，从须贾使齐，齐赐睢金及牛酒。"
    },
    {
      "source": "贾知",
      "target": "，大怒，以为雎以国阴事告齐，故得此馈。归告魏相，魏齐大怒，使舎人笞击雎，折胁折齿。睢佯死，置厕中。睢告守者得脱，变姓名，后归秦，秦以为客𡖖，封应侯。复狼虎结集，相聚为保，伺啮牛羊，道绝不通，病我商人。无注无妄不直杜公，与我争讼。媒伯无礼，自令塞壅。未详。颐上天楼台，登降受福，喜庆自来。无注大过三羊上山，东至平原。黄龙服箱，南至鲁阳。貌其佩囊，执绶车中，行人无功。无注坎天地闭塞，仁智隐伏。商旅不行，利深难得。易坤文言曰",
      "verse": "天地闭，贤人隐。"
    },
    {
      "source": "此之谓夏声。夫能夏则大，大之至也，其周",
      "target": "旧乎。咸橐戢甲兵，归放马牛。径路閛通，国无凶忧。朽墙不凿，病疾难治。史记",
      "verse": "武王胜殷，包藏弓矢，戢弭干戈，以示弗用。"
    },
    {
      "source": "归马于华山之阳，放牛于桃林",
      "target": "野。恒牛、骥同堂，郭氏以亡。国破为墟，君奔走逃。按胡传",
      "verse": "庄公二十四年，齐桓公问郭父老曰：郭何以亡？父老曰：见善而不能举，恶恶而不能去，所以亡。"
    },
    {
      "source": "遯大尾小，腰重不可摇。栋挠榱坏，臣为君忧。阳大",
      "target": "言，消不为患，使我复安。无注。大壮。太一置酒，乐正起舞。万福攸同。可以安处，绥我鲵齿。指空无饵，不利为旅。无注，晋饮酒醉酗，跳起争斗。伯伤叔僵，东家治丧。无注，明夷。山险难登，渭中多石。车驰𫐕击，重载伤轴。载担善踬，跌逶右足。𫐕，音卫。跌，徒结切。逶，于为切。家人争讼不巳，更相咨询。张事弱口，被发北走。耳顺从心，躬行至仁。不湏以兵，天下太平。语六十而耳顺，七十而从心所欲。睽心志，无良，伤破妄行。触𪪞扺壁，不见户房。先王闭关，商旅委弃。易复象传，先王以至日闭关，商旅不行。蹇宁𦐍鸱鸮，治成御灾，绥德安家，周公勤劳。宁鴂一名飞桑，一名巧妇。鸱鸮，诗篇名，言周公救乱也。解清人高子，久在外野。逍遥不归，思我慈母。高子，高克也。诗云",
      "verse": "清人在彭，驷介旁旁。"
    },
    {
      "source": "郑文公恶高克，使将清邑之兵，御狄于河上。久而不召，师散而归，高克奔陈，郑人为之作此诗也。损两虎争斗，服创无处，不成仇雠行。解郤去无注。益天女推床，不成文章。南箕无舌，饭多沙糖。虚象，盗名，雄鸡折颈，天女，织女也。床，未详，疑机字之误。织女推机，则不能成其文锦也。箕，星名，夏秋之间，见于南方，故云南箕，舌下二星也。言南箕无舌，则不可以簸扬糠秕也。糖当作糠𦐍。太子扶苏，走出远郊。佞幸成邪，改命生忧。慈母之恩，无路致",
      "target": "。扶苏，始皇长子，使北监军于上郡。后赵高等矫诏杀扶苏。立胡亥。姤。寒暑相推。一明一微。赫赫宗周。光荣㓕衰。无注萃。鸡狗相望。仁道笃行。不吠昏明。各安其乡。周鼎和饵。国富民有。八极蒙祐。孟子云。鸡鸣狗吠。相闻而达乎四境。又春秋鲁宣公十三年。周成王定鼎于郏鄏。卜世三十，卜年七百。升窗牗户旁。道利明光。贤智辅圣，仁施大行。家给人足，海内殷昌。无注困雨雪三日，鸟兽饥乏。旅人失宜，利不可得。㡬言解患，以疗纷难，危者复安。无注井白鹄衘珠，夜食为明。膏润渥优，国岁年丰。中子来同，见恶不凶。鹄当作鹤。搜神记云",
      "verse": "有鹤为弋人所射，穷而归哙参。"
    },
    {
      "source": "明昭有周。式序在位。载戢干戈。载櫜弓矢",
      "target": "乾。思𥘉悼古，哀吟无辅。阳明不制，上失其所。无注",
      "verse": "坤，江河淮海，天之奥府。"
    },
    {
      "source": "众利所聚，宾服饶有，乐我君子。无注屯三鴈俱行，避暑就凉。适与缯遇，为缴所伤。无注蒙秋南春北，随时休息。处和履中，安无忧凶。无注需履危无患，跳脱独全。不利出门，伤我左踝。疾病不食，鬼哭其室。无注讼东家凶，妇怒其公。姑。毁柈破盆，弃其饭飧，使吾困贫。无注师泥滓洿辱，弃捐沟渎。众所笑哭，终不显禄。无注比旦往暮还。各与相存，身无凶患。无注小畜六翮长翼，夜过射国。高飞𡨋𡨋，羿氏无得。无注履蜂虿之门，难以止息。嘉媚之士，为王所食，从去其室。无注泰放狐乘龙，为王道东。过时不及，使我忧聋。无注否雹梅零堕。心思情愤，乱我魂气。无注同人长女三嫁，进退多态。牝狐作妖，夜行离忧。无注大有轰轰䡘䡘，驱车东西。盛盈必毁，高位崩颠。䡘音田谦乘船道济，载水逢火。赖得无患，蒙我生全。无注豫至德之君，政仁且温。伊吕股肱，国富民安。伊尹相汤，吕望兴周，二人皆良辅随。生不逢时，困且多忧。无有冬夏，心常悲愁。无注蛊南历玉山，东入生门。登福上堂，饮万岁浆。无注临大斧破木，谗人败国。东关二五，祸及三子。晋人乱危，怀公出走。按春秋传，晋献公三子，申生、重耳、夷吾也。献公听骊姫之谗，杀申生，重耳奔蒲，夷吾奔屈。怀公，夷吾子也。僖公二十三年，自秦逃归嗣立，明年文公立，遂出之。观一室百孙，公悦妇欢。相与笑言，家乐以安。无注噬嗑随阳转行，不失其常。君安于乡，国无咎殃。无注贲群虎入邑，求索肉食。大人御守，君不失国。无注剥弱足刖跟，不利出门。市贾无赢，折明为患，汤火之忧，转解喜来。无注复夏台幽户，文君厄处。鬼侯饮食，歧人悦喜。幽户当作诱里，见震",
      "target": "大壮。汤囚夏台，文王拘诱里。史记，西伯九侯，鄂侯为纣三公，纣醢九侯。徐广曰",
      "verse": "九侯一作鬼侯。"
    },
    {
      "source": "郑公解鼋，召子公而弗与也。子公怒，染指于鼎，尝之而出，咸喜笑不常，失其福庆。口辟言𤴾，行者畏忌。无注恒毛生豪背。国乐民富，侯王有德。无注遯豮豕童牛，童伤不来。三女同堂，生我福人。豮音坟。易豮豕之牙，吉。童牛之牿，大壮。江河淮海，盈溢为害。邑被其濑，年困无岁。无注晋两虎争斗股疮，无处。不成仇雠，行解欲去。无注明夷五岳四渎，𣶯洽为德。行不失理，民赖恩福。五岳，山名。四渎，江河。淮济冢人，载车乘马。南逢君子，与我嘉喜，虽忧无咎。无注睽缺囊破筐，空无黍稷。不媚如公，弃于粪墙。无注蹇杀行桃园，见虎东西。螳螂",
      "target": "敌，使我无患。按庄子犹螳螂怒以当车辙，必不胜任矣。解饥人入室，政衰弊极。抱其彛器，奔于他国，因祸受福。商纣无道，微子抱𥙊器奔周。其后武王伐纣，遂封微子于宋。损庭燎夜明，追古伤今。阳弱不制，阴雄坐戾。记郊特牲",
      "verse": "庭燎之百，自齐桓公始。"
    },
    {
      "source": "燎公五十，侯伯、子男三十，天子百。以物百枚，缠木燎",
      "target": "。今用松苇灌脂在地曰燎。益悬貛素飧，食非其任。失舆剥庐，休坐从居。诗伐檀篇云",
      "verse": "胡瞻尔庭有县貛兮。"
    },
    {
      "source": "终风且暴。注言终风，终日之风也。暴，疾也。以比庄公暴慢无常，而庄姜正静自守，所以忤其意而不见荅也。革言无要约，不成倦契。殷叔、季姫、公孙争之，强入委禽，不悦于心。郑徐吾犯之妹羙，公孙楚聘",
      "target": "矣，公孙黒又使强委禽焉。注云",
      "verse": "禽，鴈也。"
    },
    {
      "source": "纳采用鴈，事见春秋鲁昭公元年。殷叔，未详。鼎，牛马聋瞆，不知声味。远贤贱仁，自合乱愦。疾病无患，生福在门无注。震从商近游，饱食无忧，囹圄之困。中子见囚。陶朱公中男杀人，囚于楚。事见史记越世家。艮据斗运枢，顺天无忧，与乐并居。斗北。斗枢，北极，天之枢也。渐姫奭姜望，为武守邦。蕃屏燕齐周室，以强，子孙亿昌。姫奭，召公也，封于燕。姜望，太公也，封于齐。二人夹辅周室，为燕、齐之屏翰，以致周家强盛，子孙众多也。归妹亡羊东泽，循堤直北，子思其毋复返其所。无注，丰张鸟。关口舌，直距齿，然诺不行，政乱无绪。无注旅载船逢火，忧不为祸。家在山东，入门见公。无注巽绝言异路，心不相慕。蛇子两角，使我心恶。无注兑鼻顶移徙，君不安坐。枯竹复生，失其宠荣。无注涣殷商以亡。火息无光，年岁不长。殷汤光明，纣王无道。武王伐",
      "target": "，乃㓕商节。文王四乳，仁爱笃厚。子畜十男，无有折拔。拔当作天。文王四乳，出淮南子。按春秋传曰",
      "verse": "管、蔡、郕、霍，鲁、卫、毛、𥅆、郜、雍、曹、滕、毕、原、酆、郇，文之昭也。"
    },
    {
      "source": "御史台内掌兰台秘书",
      "target": "乾。日在北陆，阴蔽阳目，万物空虚，不见长育。左传",
      "verse": "日在北陆而藏冰。"
    },
    {
      "source": "执殳挑战，先驱不从，元帅败破，为忧。春秋，邲之战，晋军师不用命，遂败师。启室开关，逃得𥼶𡨚。夏台牗里，汤文悦喜。牖当作诱。汤囚夏台，文王拘诱里。小畜西邻少女，未有所许。志如委衣，不出房户。心无所处。傅毋何咎。无注比衰㓕无成，渊溺在倾。狗吠夜惊，家乃不宁。枯者复华，幽人无忧。无注履狗吠夜惊，履鬼头颈。危者弗倾，患灭不成。无注泰当年少寡，独与孤处。鸡鸣狗吠，无敢谁者。我生不辰，独婴寒苦。无注否无道",
      "target": "君，鬼哭其门。命与下国，绝得不食。无注同人乘龙南游，夜过糟丘，脱厄无忧。矰绝弩伤，羿不得羹。无注大有。马踬车伤，长舌破家。东关二五，晋君出走。春秋左传",
      "verse": "晋献公嬖骊姫，骊姫欲立其子奚齐，赂外嬖梁五。"
    },
    {
      "source": "𫛣彼晨风，郁彼北林。晨风，鹯也。羿，后羿，古",
      "target": "善射者。随瀺瀺浞浞，涂泥至毂。马泞不进，虎啮我足。瀺，音谗。浞音濯。蛊。胶车驾东，与雨相逢。故革懈惰，颓轮独坐。忧不为，祸。无注临。六家作权，公室剖分。阴制其阳，唐叔失明。六家，即晋卿、范氏、中行氏、智氏、及韩、赵、魏，为晋六𡖖。后三家皆为韩、赵、魏所㓕，三分晋地。观去室离家，来奔大都。火息复明，姫伯以昌，商人失功。姫，周姓，文王为西伯，致武王伐纣，遂㓕商焉。噬嗑牧羊稻园，闻虎喧嚾。危惧惴息，终无祸患。无注贲婴孩求乳，母归其子。黄麑欢喜。无注剥廓落失业，跨祸度福，利无所得。无注复出入不时，忧祸为灾。行人失牛，利去不来。老马少驹，勿与久居。无注无妄风怒漂水，女惑生疾。阳失其服，阴孽为贼。春秋女阳，物晦时滛。则生惑蛊疾。大畜车马病伤，不利越乡。幽人元亨，去晦就明。无注颐三奇六偶，各有所主。周南召南，圣人所在，德义流行，民悦以喜。诗序",
      "verse": "周南召南，正始之道，王化之基。"
    },
    {
      "source": "王者之道，始于家，终于天下，而二南正家之事也。坎坐争立讼，纷纷怱怱，卒成祸乱，灾及家公。无注离忧凶为残，使我不安，从之南国，以除心疾。无注咸爱我婴女，牵引不与。冀幸高贵，反得不兴。无注恒宜行贾市，所聚必倍。载喜抱子，与利为市。无注遯坐席未温，忧来扣门。逾墙北走，兵交我后，脱于虎口。无注大壮赤帝悬车，废职不朝。叔带之灾，居于汜庐。周襄王以叔带之难，出居郑，处于汜。汜，音凡。汜在襄城县南。晋子畏于匡，厄困陈蔡。明德不危，竟自克害。孔子过匡，匡人以为阳虎而拘之，在陈蔡绝粮。言圣人道全德备，虽遇患而不危殆也。明夷逐鴈南飞，马疾牛罢。不见鱼池，失利忧危。牢户",
      "target": "𡨚，脱免无患。无注家人推辇上山，高仰重难。终日至暮，不见阜巅。无注睽忧不为患，福在堂门，使吾偃安。无注蹇春桃始华，季女宜家。受福多年，男为邦君。诗桃夭篇云",
      "verse": "桃之夭夭，灼灼其华。"
    },
    {
      "source": "之子于归，宜其室家。解高山之巅，去谷亿千。虽有兵寇，足以自守。无注损。过时历月。役夫憔颊。处子叹室，思我伯叔。颊当作顇。益。太微复明。说升傅岩，乃称高室。疾在头颈，和不能生，㓕其令名。太微星名高宗。梦得圣人，名曰说。以梦所见视群臣百吏，皆非也。于是乃使百工营求，得之于傅岩，举以为相。晋求医于秦，秦使医和视",
      "target": "，曰",
      "verse": "疾不可为也。"
    },
    {
      "source": "嘒彼小星，三五在东，肃肃宵征，夙夜在公。此诗言夫人无妒忌之行，而贱妾安于其命，所谓上好仁而下必好义者也。姤东乡烦烦，相与笑言。子般鞭荦，圉人作患。鲁庄公三十二年，雩讲于梁氏，女公子观之，圉人荦自墙外与之戏。子般怒，使鞭",
      "target": "。公曰",
      "verse": "不如杀之，是不可鞭。"
    },
    {
      "source": "帝馆甥于贰室而享舜，迭为宾主。帝尭帝震，利在北陆。寒苦难得，忧危",
      "target": "患，福为道门。商叔生存。易通统图",
      "verse": "日行北方黒道曰北陆。"
    },
    {
      "source": "昔金天氏有裔子曰昧，为玄𡨋师，生台骀，能业其官。宣汾洮，障大泽，帝用嘉",
      "target": "，封诸汾川。注云",
      "verse": "帝颛顼也。"
    },
    {
      "source": "天子适诸侯曰巡守。东后，东方",
      "target": "诸侯也。兑栵洁缧缧，结缔难解。嫫毋袨嫁，媒不得坐，自为身祸。嫫毋，黄帝次妃，貌丑而贤。涣乌鸣庭中，以戒灾凶。重门击柝，备忧暴客。易系辞",
      "verse": "重门击柝，以待暴客。"
    },
    {
      "source": "焦氏易林<第九页>易林卷第八坎上坎下。坎有黄鸟，足归呼季玉。从我睢阳，可辟刀兵。与福俱行，有命久长。未详之乾太王为父，季历孝友。文武圣明，仁德兴起。弘张四国，载福绥厚。季历，周太王子，笃生文王。摘纣无道，文王三分天下有其二。武王伐纣，遂有天下。坤猿堕高木，不逶手足。保我金玉，还归其室。无注屯重耳㳟敏，遇谗出处。北奔狄戎，经渉齐、楚。以秦代怀，诛杀子圉，身为霸主。重耳，晋文公名。被骊姫之譛，处于蒲，历奔诸国。及反秦伯，诱杀怀公而代立圉，怀公名。䝉。倚锋据戟，伤我胸臆，拜折不息。无注需狗冠雏歩，君失其居。出门抵山，行者忧难。水灌我园，高陆为泉。无注讼众鸟所翔。中有大壮。爪牙长头，为我惊忧。无注师雷行相逐，无有休息。战于平陆，为夷所覆。无注比禹凿龙门，通利水泉。同注沧海，民得安土。按书禹贡，龙门属雍州，在今冯翊夏阳县。以下皆言禹治水之㓛。小畜尧舜仁德，养贤𦤺福。众英积聚，国无寇贼。摘人失利，来争宝货。尧，唐帝名。舜，虞帝名，皆仁德",
      "target": "君也。书大禹谟",
      "verse": "野无遗贤，万邦咸宁。"
    },
    {
      "source": "履陆居少泉，山高无云，车行千里，涂不洿轮。渴为我怨，佳思广得。无注泰。朝视不明，夜不见光，皆抵空床，季女奔亡，怆焉心伤。无注否。齐鲁求国，仁圣辅德。进礼雅言，定公以安。春秋定公十年，会齐侯于夹谷，孔子相",
      "target": "。𥠖弥言于齐侯曰",
      "verse": "孔子知礼而无勇，若使莱人以兵刼之，必得志。"
    },
    {
      "source": "齐侯从",
      "target": "。两君就坛，两相相揖，齐人鼓噪而进，欲以执鲁君。孔子历阶升曰",
      "verse": "吾两君之好，夷狄之民，何为来为？命同马止之。"
    },
    {
      "source": "寡人",
      "target": "过也。退而与二三大夫曰",
      "verse": "鲁以君子之道辅其君子，以夷狄之俗教寡人。"
    },
    {
      "source": "遂归所侵郓、汶、龟、阴",
      "target": "田，以谢鲁同人，束帛玄圭，君以布德，伊吕百里应聘辅国。按书舜典五玉三帛，皆诸侯所执以觐者也。又禹贡云",
      "verse": "禹执玄圭，告厥成㓛。"
    },
    {
      "source": "伊尹相汤，吕望兴周，百里奚事秦，皆国之良辅也。大有𣗥钩我𥜗，为绊所拘。灵巫拜祷，祸不成灾。东山之邑，中有土服，可以饶饱。无注谦门烧屋燔，为下所残。西行出户，顺其道里。虎卧不起，牛羊欢喜。无注豫墙高蔽日，昆仑翳月，远行无明，不见欢叔。昆仑之墟，在西北方，去嵩高五万里，地",
      "target": "中，其高万一千里。出赋题。随天地际，会不见内。外。祖辞遣送，与世长决。无注蛊，深水难渉，涂难至毂。牛罢不进，泞陷我疾。无注临。羊惊狼虎，猕猴群走。无益于僵，为齿所伤。无注观履蛇蹑虺，与鬼相视。惊哭失气，如骑虎尾。蛇虺皆阴物。按诗何人斯篇，为鬼为蜮，则不可得。有腼面目，视人罔极。噬嗑车惊人堕，两轮脱去。行者不至，主人忧惧。结缔复解，夜明为喜。无注贲南贩北贾，与怨为市，利得自治。语云",
      "verse": "放于利而行多怨。"
    },
    {
      "source": "㳟则不侮，宽则得众。颐欲飞无翼，鼎重折足，失其喜利。苞羞为贼，上妻",
      "target": "家。喜除我忧，解吾思愁。易鼎卦九四，鼎折足，覆公𫗧。苞当作包。否卦六三，包羞。象曰",
      "verse": "位不当也。"
    },
    {
      "source": "大过府藏之富，王以振贷。捕鱼河海，𦊙网多得。无注离阴生麇鹿，鼠舞鬼哭。灵龟陆䝉。釡甑草土。仁智盘桓，国乱无绪。无注咸风尘暝迷，不见南北。行人失路，复反其室。无注恒。金革白黄，宜利戒市。嫁娶有息，摘人悦喜。无注遯匏𤓰",
      "target": "德，宜系不食。君子失与官政，怀忧匏瓠也。孔子曰",
      "verse": "吾岂匏𤓰也哉，焉能系而不食。"
    },
    {
      "source": "大壮乘船渡济，载冰逢火。赖得免患，䝉我所恃。无注晋道涂多石，伤车折轴。与市为仇，不利客宿。无注明夷托寄之徒，不利请求。结衿无言，乃有悔患。无注家人三羊，争妻，相逐奔驰。终日不食，精气竭罢。无注睽退恶防患，见在心苗。日中",
      "target": "恩，解释倒悬。无注蹇两足四翼，飞入嘉国。宁我伯姊，与母相得。无注解寒露所降，凌制坚冰。草木疮伤，华落叶亡。易坤卦履霜坚冰，阴始凝也。损后稷农㓛，富利我国。南亩治理，一室百子。书舜典",
      "verse": "帝曰：弃，黎民阻饥，汝后稷播时百榖益。"
    },
    {
      "source": "设网张罗，捕鱼园池。网𦊙自决，虽得复失。危诉之患，受其低欢无注。夫路与县休，侯伯恣骄，上失其盛，周室衰微。周自平王东迁之后，诸侯强大，王室遂衰。路与县休，未详。姤逐走，追亡相及。扶桑。复见其乡，使我悔丧无注。萃履福绥厚，载福受祉。衰微复起，继世长久。疾病献凌，晋人赴告。按春秋鲁成公十年六月，晋侯疾，欲麦，使甸人献麦。馈人为之将食，张如厕，陷而卒。凌当作麦。升鳏寡孤独，禄命苦薄。入宫无妻，武子哀悲。按春秋鲁襄公二十五年，崔武子欲娶棠姜，筮",
      "target": "。其繇曰",
      "verse": "入其宫不见其妻，凶困。"
    },
    {
      "source": "山没丘浮，陆为水鱼。燕雀无巢，民无室庐。无注井。冠带南游，与福喜期。徼于嘉国，拜为逢时。无注革。东行亡羊，失其羝牂。少妇无夫，独坐空庐。无注鼎。探巢捕鱼，耕田捕䲡，费日无功。右手空虚。无注震东行饮酒，与喜相抱。福吾家利，来从父母。水泽之徒，望邑而处。无注艮妄怒失精，自令畏悔。忪忪之惧，君子无咎。无注渐白云如带，往往旗处，飞风送迎。大雹将下，击我禾稼，僵死不起。无注归妺南至之日，阳消不息。北风烈寒，万物藏伏。按春秋鲁僖公五年。日南至。公登观台以望云气。周正月。今十一月冬至之日日南极是也。丰、火中仲夏。鸿鴈来舎。体重难移。未能高舞。君子显名。不失其誉。书尧典。日永星火。以正仲夏。火谓大火。夏至昏之中星也。旅、北行出门履陷。踬。颠。逶足据涂，洿我襦袴。无注巽。轻车醊祖，焱风暴起。促乱𥙊器，飞扬错华。明神降祐，道无害寇。无注兑，酒为欢伯，除忧来乐，福喜入门。与君相索，使我有德。无注涣，三足孤乌，灵明督邮。司过罚恶，自贼其家，毁败为忧。汉天文。日中有三足乌。节。三河俱合，水怒涌跃。坏我王屋，民饥于食。三河，河东，河内、河南，在天下之中。中孚南行枣园，恶虎畏班。执火消金，使我无患。无注小过求鹿过山，与利为怨。暗聋不言，谁知其欢。无注既济，行旅困蹴。失明守宿，囹圄之忧。启执出游，囹圄狱名。未济㩀𣗥履危。跌刺为忧。夫妇不和，乱我良家。无注离下，离上。离时乘六龙，为帝使东。达命宣㫖，无所不通。易乾卦时乘六龙，以御天之乾。执辔四骊，王以为师。阴阳之明，载受东齐。太公遇文王，立为师后，封于齐。坤，春秋祷祝，解过除忧，君子无咎。无注屯坐车乘轩，㩀国子民。虞叔受命，六合和亲。武王克殷，求泰伯、仲雍之后，得周章。已为吴君，别封其弟虞仲于周之北，故夏墟为西吴后。世谓",
      "target": "虞公。䝉开户下堂，与福相迎。禄于公室，曽孙以昌。无注，需高木腐巢，漏湿难居。不去甘棠，使我无忧。甘棠，羙召伯也。诗云",
      "verse": "蔽芾甘棠，勿翦勿伐。"
    },
    {
      "source": "周大夫主父妻滛于邻人，恐主父觉其滛者为毒酒，使媵婢进之。媵婢心知之，计进之则杀主父，不义；言之又杀主母，不忠。因阳僵覆酒，主父怒而笞之。妻恐媵婢言其事，以他过笞，欲杀之。媵婢知将死，终不言。师漏巵盛酒，无以养老。春贷黍稷，年歳实有。履道坦坦，平安何咎无注。比松柏枝叶，常茂不落。君子惟体，日富安乐。目当作日。小畜夫妇不谐，为燕攻齐。良弓不张，骑驷忧凶。未详。履出令不胜，反为大灾。强不克弱，君受其忧。无注泰奔牛相错，败乱绪业，民不得作。无注否载璧秉圭，请命于河。周公克敏，冲人瘳愈。𥘉。成王少时病，周公乃自揃其蚤，沈",
      "target": "河，以祝于神曰",
      "verse": "王少未有识奸神命者，乃旦也。"
    },
    {
      "source": "王病有瘳。同人素车伪马，不任重负。王侯出征，忧危为咎。无注大有大树之子，同条共母。比至火中，枝叶盛茂。无注谦壅遏堤防，水不得行。火盛，阳光，阴霓伏藏，走妇其归。无注豫五岳四渎，合润为德。行不失理，民赖恩福。五岳，山名。四渎，江、河、淮、济。随驾，骏南游，虎惊我羊。阴不奉阳，其光显扬。言之谦谦，奉义解患。无注蛊早霜晩雪，伤害禾麦。损功弃力，饥无所食。无注临歧周海隅，有乐无忧，可以辟难，全身保财。周太王辟狄人之患，邑于岐山之下。伯夷辟纣，居北海之滨。观阴蔽其阳，日暗不明，君忧其国，求骍得黄，驹犊从行无注。噬嗑金城铁郭，上下同力。政平民欢，寇不敢贼汉。关中金城千里，天府",
      "target": "国也。贲平公有疾，迎医秦国。和不能知，晋人赴国。春秋",
      "verse": "晋侯有疾，求医于秦，使医和视之，曰：疾不可为也。"
    },
    {
      "source": "羔羊之皮，素丝五紽。羔羊之革，素丝五緎，言南国化文王之德，在位皆节俭正直，故诗人羙其衣服有常也。无妄据钟鼓翼，将军受福。安帖之家，虎狼与忧。履危不强，师行何咎。无注大畜嫡庶不明，孽乱生殃，陈失其邦。春秋鲁昭公八年，陈哀公嬖二妃，诸公子争立，楚遂㓕陈。颐，鸟惊狐鸣，国乱不宁。上弱下强，为阴所刑。无注。大过。六月采𦬊，征伐无道，张仲、方叔，克胜饮酒。六月、采𦬊，皆诗名。六月，建未之月也。时猃狁内侵，宣王命尹吉甫帅师伐之，有㓛而归。诗人作歌以叙其事。司马法，冬夏不兴师。今六月而出师者，以猃狁之故也。采𦬊之诗，言蛮荆背叛，王命方叔南征，军行采𦬊而食，故赋其事。张仲，吉甫",
      "target": "友，是时燕饮，张仲在焉。坎，被绣夜行，不见文章。安坐玉堂，乃无咎殃。长子帅师，得其正常。项羽云",
      "verse": "富贵不归故乡，如衣锦而夜行。"
    },
    {
      "source": "长子帅师，以中行也。咸，昩暮乘车，东至伯家。逾梁越河，济脱无他。无注。恒东风解冻，和气兆升，年岁丰登。无注遯三狸搏鼠，遮遏前后。无于还域，不得脱走。无注大壮绥德孔明，履禄久长，贵且有光，疾病忧伤。无注晋三虎搏狼，力不相当。如摧壅祐，一击破亡。无注明夷使伯东乘，恨不肯行。与叔争讼，更相毁伤。无注家人把空握虚。鸮惊我雏，利去不来。无注睽李华再实，鸿升降集。仁哲以兴，隆国无贼。无注蹇东山皋洛，一朝殒落。勇悍不服。金玦玩好，衣为身贼。春秋闵公二年冬，晋侯使太子申生伐东山皋洛氏。衣之偏衣，佩之金玦。衣，身之章也。佩，𠂻之旗也。故敬其事则命以始，服其身则衣之纯，用其𠂻则佩之度。今命以时卒，閟其事也。衣之厖服，远其躬也。佩以金玦，弃其𠂻也。服以远之，时以閟",
      "target": "。厖凉冬杀，金寒玦离，胡可恃？解，飞文洿身，为邪所牵。青蝇分白，贞孝放逐。诗青蝇篇",
      "verse": "营营青蝇，止于𣗥。"
    },
    {
      "source": "青蝇污秽，能变白黒，以比谗人也。损南山大木，文身其目。制命出令，东里田亩。尊主安居，郑国无患。子产为郑国之政，都鄙有章，上下有服，田有封洫，庐井有伍。舆。人诵",
      "target": "曰",
      "verse": "取我衣冠而禇之，取我田畴而伍之。"
    },
    {
      "source": "孰杀子产，吾其与之。及三年，又诵",
      "target": "曰",
      "verse": "我有子弟，子产诲之；我有田畴，子产殖之。"
    },
    {
      "source": "子产之死，谁其嗣",
      "target": "？益泉起昆仑，东出玉门，流为九河，无有忧患。按禹贡，昆仑即河源所出，在临羌县。又云",
      "verse": "九河既道。"
    },
    {
      "source": "一曰徒骇，二曰太史，三曰马颊，四曰覆鬴，五曰胡苏，六曰简洁，七曰钩盘，八曰鬲津。其一则河之经流也。𦐍，命短不长，中年夭伤。鬼泣哭堂，哀其子亡。无注姤，君臣不和，上下失宜，宋子哭歌。无注萃。苛政日作，螟食华叶。割下啖上，民被其贼，秋无所得。无注升南行，戴铠登场，九魁车伤，牛罢日暮，咨嗟。无注困。春东夏南，随阳有㓛，与利相逢。无注井。头尾颠倒，不知绪处，君失其国。无注革。言无要约，不成倦契。殷叔、季姫，公孙争之，强入委禽，不悦子南。郑、徐吾犯之妺羙，公孙楚聘",
      "target": "矣，公孙黒又使强委禽焉。注云",
      "verse": "禽，鴈也。"
    },
    {
      "source": "纳采用鴈，事见春秋鲁昭公元年。殷叔，未详。鼎缺破不成，胎鲲不生，不见其形。无注震。见蛇交悟，惜螈畏恶，心乃无悔。无注艮。河水孔穴，坏败我室。水深无涯，鱼鳖倾侧。无注渐。五岳四渎，地得以安。高而不危，敬慎避患。无注归妺。南至之日，阳消不息。北风烈寒，万物伏藏。春秋僖公五年春正月辛亥朔，日南至。周正月，今十一月冬至之日，日南极是也。丰五利四福，俱佃居邑，黍稷盛茂，多获高积。无注旅。公孙驾车，载游东齐。延陵子产，遗季舒衣，疾病哀悲。左传郑大夫子产，吴公子季札尝聘郑，与子产相得，子产以舒衣献季札。巽交乱当道，民困愁苦。望羊置群，长子在门。无注兑金玉满室，忠直乘危。三老冻饿，鬼夺其室。求鱼河海，网举必得。无注涣日入幽慝，阳明隐伏。小人劳心，求事不得。无注节频逢社饮，失利后福。不如子息，旧居故处。申请必与，乃无大悔。无注中孚南有嘉鱼，驾黄取游。鲂𫚈诩诩，利来无忧。南有嘉鱼，诗篇名，燕享而作也。小过黄裳建元，文德在身。禄祐洋溢，封为齐君。贾市无门，股肱多根。易坤卦六五，黄裳元吉，文在中也。既济口不从心，欲东反西。与意乖戾，动歩失使。无注。未济虎狼之乡，日争凶讼，叨尔为长，不能定从。无注艮下，兑上。咸，雌单独居，归其本巢。毛羽憔顇，志如死灰。无注",
      "target": "乾，十窗多明，道里通利，仁智君子，国安不僵。无注坤心恶来怪，冲冲何惧？颜伯子骞，尼父圣母。无注屯鸟鸣呼子，哺以酒脯，高楼水处，来归其母。无注䝉国，马生角，阴孽萌作，变易常服，君失于宅。按史记，燕太子丹为质于秦，求归，秦王曰",
      "verse": "待马角生，乃放子还既。"
    },
    {
      "source": "而咸阳马果生角，乃放归。其后阴谋使荆轲与勇士秦武阳刺秦失图，秦乃㓕燕需入宇多悔，耕石不富，衡门屡空，使士失意。无注讼情，懦行贾，远渉山阻，与旅为市，不危不殆，利得十倍。无注师梁破桥坏，水深多畏。陈郑之间，绝不得前。无注比双凫俱飞，欲归稻池。经渉萑泽，为矢所射，伤我胸臆。无注小畜，谩诞不诚。倍梁㓕文，许人卖牛。三失争",
      "target": "，失利后时，公孙怀忧。无注履南国凶饥，民食糟糠。少子困捕，利无所得。无注泰。狗吠非主，狼虎夜扰，惊我东西，不为家咎。无注否。望龙无目，不见手足。入水求玉，失其所欲。无注同。人以鹿为马，欺误其主。闻言不信，三口为咎。黄龙三子，中乐不殆。史记",
      "verse": "秦、赵高欲为乱，恐群臣不听，乃先设验，持鹿献于二世，曰：马也。"
    },
    {
      "source": "高阳氏有才子八人，谓之八恺。高辛氏有才子八人，谓之八元。尧未及举，舜于是举八恺，使主后土；举八元，使布五教。豫山水暴怒，坏梁，折柱，稽难。行旅，留连愁苦。无注。随鹯鸠徙巢，西至平州。遭逢雷电，破我苇庐。室家饥寒，思吾故𥘉。无注。蛊登高伤轴，上阪，弃粟，贩盐，不利，买牛折角。无注临祝施王孙，能事鬼神。节用绥民，卫国以存。飨我旨酒，眉寿多年。施当作鮀，掌宗庙祭祀之官。王孙名贾，亦卫大夫。观九里十山，道郤峻难。牛马不前，复反来还。无注噬嗑枯树不华，空渊无鱼。蕉鸟飞翔，利弃我去。无注贲雄狐唯唯，登上山嵬。昭告显功，大福允兴。无注剥哑哑笑喜，相与饮酒。长乐行觞，千秋起舞，拜受大福。无注复大推破毂，长舌乱国。床第之言，三世不安。无注无妄男女合室，二姓同食。婚姻孔云，宜我孝孙。无注大畜千仭",
      "target": "墙，祸不入门。金笼铁䟽，利以辟兵。欲南上阪，转万不转，还车复返。史记",
      "verse": "燕乐毅围即墨，人曰：安平之战，田单宗人以鐡笼得全，是多智习兵，因共立以为将，以拒燕颐。"
    },
    {
      "source": "柏舟，言仁而不遇也。泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。坎大尾小头，重不可摇。上弱下强，阴制其雄。无注离一身三口，语无所主。东西南北，迷惑失道。无注恒南行求福，与喜相得。封受上赏，鼎足辅国。无注遯过时不归，苦悲雄雌。徘徊外国，与母分离。无注。大壮尧舜在国，阴阳和得。涿聚衣常，晋人无殃。春秋鲁哀公二十三年，晋荀瑶伐齐，战于黎丘，齐师败绩。知伯禽、颜庚即齐大夫颜涿聚也。晋周城",
      "target": "降，越裳夷通。疾病多祟，鬼哭其公。鸟子野心，宿客未同。史记",
      "verse": "交趾南有越裳氏，重三译而来献白雉。"
    },
    {
      "source": "不至。张弓祝鸡。雄父飞去。慒当作槽井。望尚阿衡，太宰周公。蕃屏汤武，立为王侯。望太公，吕尚也。阿衡，伊尹也。太宰，官名。周公为太宰。革朝鲜",
      "target": "地，箕子所保。宜家宜人，业处子孙。箕子，纣诸父。武王伐纣，遂归周，封于朝鲜。鼎昔忧解，笑故贪。今富。载策履善，与福俱遇无注。震，叔迎伯兄，遇卷在阳。君子季姫，并坐鼓簧。诗",
      "verse": "君子阳阳，闵周也。"
    },
    {
      "source": "君子阳阳，左执簧，右招我由房，其乐只且。艮，顺风纵火，芝艾俱死。三官集房，十子中伤。芝，灵草。艾，草名，可灸。被火俱死，即玉石俱焚之义。三官或作三害，未详。渐，驾车入里，求鲜鲂鲤。非其肆居，自令失市。君子所在，安无危咎。无注归妹㧞劒伤手，见敌不起。良臣无佐，困辱为咎。无注丰乱君之门，佐斗伤跟。营私贪禄，身为悔残。东下太山，见我所欢。无注旅慈母望子，遥思不已。久客外野，使我心苦。无注巽鲂生淮郤，一转为百。周流四海，无有患恶。无注兑，甘露醴泉，太平机关，仁德感应，歳乐民安。甘露，仁泽也。圣德上及太清，下及万灵，则降。醴泉，水之精也。圣德上及太宁，中及万灵则出见鹖冠子涣桴薇出车，鱼丽思𥘉，上下从急，君子免忧。桴当作采，采薇、出车、鱼丽，皆诗篇名。采薇，言出戌之时，采薇以食，而念归期之远也。出车之诗，劳还率也。鱼丽之诗，燕飨之乐歌也。节豕生鱼，鲂鼠舞庭堂。雄佞施毒，上下昏荒，君失其邦。无注。中孚三头六目，道畏难宿，寒苦之国，利不可得。未详。小过惊雀衘𦭘，以生孚乳。昆弟六人，姣好弟孝。各同心愿，和悦相乐。无注既济，文君之德。仁义𦤺福。年无胎天，国富民实。君子在堂，曽累益恩。此言文王修德行仁，而天下归之。天当作夭。未济秋梁未成，无以至陈。水深难渉，使我不前。无注巽下，震上。恒，黄帝所生，伏羲之宗。兵刀不至，利以居止。太昊伏牺氏，黄帝轩辕氏。黄帝造五兵，以征不享之乾。登墀逶足，南行折角。长夜之室，不逢忠直。无注坤燕雀衰老，悲鸿入海。忧不在乡，羌池其羽。颉颃上下，在位独处。无注屯开门除忧，伯自外来。切切无患，我之得欢。无注䝉，效耕释秬，有所疑止，空虚无子。无注需，张牙切齿，断怒相及，咎起萧墙，牵引吾子，患不可解，忧惊吾母。无注讼，履不容足，南山多𣗥。母出房闼，乃无疾病。无注师，牛骍亡子，鸣于大野。申后阴征，罡归其母。无注比，龙生于渊，因风身天，章虎炳文，为凶败轩。发𫐐温谷。暮宿昆仑，终身无患。充精炤燿，不被祸难。无注。小畜既嫁宜吉，出入无忧。三圣并居，国安无灾。无注履北陆阳伏，不知白黒。君子伤谗，正害善人。冬日在北陆，日行北方黒道曰北陆。出易通统图泰一身两头，近适二家，乱不可治。无注否。牝马牝驹，岁字不休。君子衣服，利得有余。无注同人南行怀忧，破其金舆。安坐故庐，乃无灾患。无注大有忧人之患。履伤浮愿，为身祸残。笃心自守，与喜相抱。无注谦。咸阳辰巳，长安戌亥。丘陵生上，非鱼䲡市。可以避不，终无凶咎。未详。豫。不知何孙。夜来扣门，我愼外寝，兵戎且来。无注随。昧旦不明，暗我无光。丧㓕失常，使我心伤。无注。蛊江阴水侧，舟楫破乏。孤不得南，豹无以比。虽欲会盟，河水绝梁。魏王豹叛汉，汉王遣韩信等以兵击之。信为疑兵，陈船欲渡临晋，伏兵从夏阳以木罂渡军。袭虏豹比当作北临。神之在丑，逆破为咎。不利西南。人休止后。无注观。然诺不行，欺天误人。使我灵宿，夜归温室。神怒不直，鬼击无目。欲求福利，适反自贼。无注噬嗑。攘臂极肘，怒不可止。狼戾复很，无与为市。无注贲贩马卖牛，会值虚空，利得尠少，留连为忧。无注剥高楼陆处，以避风雨。深堂邃宇，君安其所。牝鸡之息，为我利弗，求得弗得。易系辞。上古穴居而野处，后世圣人易之以宫室。书牝鸡无晨。牝鸡之晨，为家之索。息当作晨。复阿衡服箱，太一载行。逃时历舎所之，吉昌。阿衡，伊尹号。太一，星名无妄，飞来之福。入我嘉室，以安吾国。无注大畜。不孝之患。子为毋残，老耄莫养，独坐空垣。无注颐南过𣗥门，钩裂我冠。斗之伤𥜗，使君恨忧。未详大过。重或射卒，不知所定。质疑蓍龟，孰可辟大。明神报荅，告以肌如蓍所以筮，龟，所以卜。坎。驎麑凤稚，安乐无忧。捕鱼河海，利逾从居。无注离。新田宜粟，上农得榖。君子推德，千百以福。无注咸。簪短带长，幽思苦穷。瘠蠡小瘦，以病之隆。无注遯。争讼",
      "target": "门，不可与邻。出入为忧，生我心患。无注大壮。朽根枯株，不生肌肤。病在心腹，日以焦劳。无注。晋雨师娶妇黄岩季子，成礼就婚，相呼南上，膏我下土，岁年大茂。博物志曰",
      "verse": "太公为灌坛令，武王梦妇人当道夜哭，问之，曰：吾是东海神女，嫁于西海神童，今为灌坛令，当道废我行，我行必有大风疾雨。"
    },
    {
      "source": "武王觉，召太公问之，果有疾风暴雨，从太公邑外过睽。日暮闭目，随阳休息。箕子以",
      "target": "，乃受其福。举首多言，必为悔残。易明夷卦彖曰",
      "verse": "利艰贞，晦其明也。"
    },
    {
      "source": "内难而能正其志，箕子以之。家人昧之东域，误过虎邑，失我熊瘠。饥无所食，瘠音渍。解鸟飞无翼，兔走折足。虽不会同，未得医工。无注蹇蓼萧瀼瀼，君子龙光。鸣鸾雍雍，福禄来同。诗蓼萧，诸侯朝于天子，天子与",
      "target": "燕，以示慈惠，故歌此诗。蓼彼萧斯，零露瀼瀼。既见君子，为龙为光。又曰",
      "verse": "和鸾雍雍，万福攸同。"
    },
    {
      "source": "明夷冬采微兰，地冻坚难。利走室北，暮无所得。无注损五胜相贼，火得水息。精光消㓕，绝不长续。五胜者，五行相胜之义。益东资齐鲁，得骍犬马。便辟能言，巧贾善市。八邻并户，请火不与。人道闭塞，鬼守其宇。便辟，谓习于威仪而不直𦐍。争鸡失羊，亡其金囊。利不得长。陈蔡",
      "target": "患，赖楚以安。史记",
      "verse": "孔子在陈、蔡之间，楚使人聘之。"
    },
    {
      "source": "楚若用孔子，则陈蔡大夫危矣。于是乃相与发徒围孔子于野。不得行，绝粮，使子贡至楚。楚昭王兴师迎孔子，然后得免。姤九登十渉，马跌不前。管子佐之，乃能上山无注萃，东邻愁苦。君乱天纪，甘贪禄宠，必受其咎。意合志同，自外相从，见吾伯公。无注升三狸捕鼠，遮遏前后。死于壊城，不得脱走。无注困狼虎争强，礼义不行，兼吞其国。齐晋无主，齐桓晋文假仁义以尊周室。自桓文之后，天下失霸，则诸侯无主，愈僭乱矣。井五岳四渎，合润为德。行不失理，民赖息福。无注革六月种黍，岁晚无雨，秋不宿酒。神失其所，先困后通，与福相逢。无注鼎騋牝龙身，日取三千。南上苍梧，与福为婚。道里夷易，身安无患。诗，定之方中，騋牝三千。此言卫文公所畜之马，七尺而牝者，亦巳至于三千之众矣。震出入休居，安止相忧。上室之权，虎为季残。定公五年，季平子卒，阳虎私怒，囚季桓子，与盟，乃舍之。八年，阳虎欲尽杀三桓适，而更立其所善庶子以代之，载季桓子，将杀",
      "target": "，桓子诈而得脱，三桓共攻阳虎。九年，阳虎奔齐，巳而奔晋。艮南山昊天刺政关身，疾病毋辜，背憎为仇。诗小雅节南山云",
      "verse": "节彼南山。"
    },
    {
      "source": "昊天不平。此诗家父所作，刺周王用尹氏为太师，秉国之均，不能毗辅天子，用威虐政，以召祸乱，民所憎恶，甚于仇雠也。渐苍耳，东从道顿跂羁，日辰不良，病为祟祸。苍耳，马也。遯",
      "target": "小过曰",
      "verse": "骑骓与苍苍。"
    },
    {
      "source": "即苍耳也。归妹。兄征东燕，弟伐辽西，大克胜还，封君河间无注丰，播输折辐，马不得行。竖牛之谗，贼其父兄。布裘不伤，终身无残。输当作辚。春秋成公十六年，鲁穆子去叔孙氏奔齐，及庚宗，遇妇人宿焉，生子曰牛。后复归鲁，立为𡖖，使牛为竖，有宠，长使为政，牛不食叔孙，叔孙遂馁而卒。旅驾",
      "target": "南海，晨夜不止。君子劳疲，仆使燋苦。无注巽，怨虱烧被，忿怒生祸。偏心作难，意如为乱。按左传，意如，鲁大夫季平子，名。昭公二十五年，伐季氏，孟孙、叔孙遂伐公徒。公逊于齐，次于阳州兑张狂妄行𥨸食盗粮狗吠非主啮伤我足无注涣警跸戒道先驱除害王后亲桑以率群㓛安我祖宗周礼",
      "verse": "宫正掌邦之事跸以禁行者也。"
    },
    {
      "source": "古者使世妇蚕于公桑蚕室奉茧以示于君，缫以为黼黻，文章而服，以祀先王先公。节门户乏食，困无谁告。对门不通，莫所归急。种藏五榖，一花百叶。无注中孚，被蔽复貌。危者得安，乡善无患。商人有息，利来入门。无注小过，垒垒垒垒，如其之室。一身十子，古公治邑。古公，周太王之本号。修后稷、公刘之业，积德行义，国人皆戴之。熏鬻之难，去豳邑于岐山",
      "target": "下。豳人曰",
      "verse": "仁人也，不可失也。"
    },
    {
      "source": "㤗山为东岳，衡山为南岳，嵩山为中岳，华山为西岳，恒山为北岳。阳城，山谷名，在嵩山下。太室，山名。",
      "target": "乾。软弱无辅，不能自理。意在外野，心怀劳苦，虽忧无殆。无注",
      "verse": "坤。"
    },
    {
      "source": "周成",
      "target": "隆，刑措无凶。太宰餐右，君子作仁。史记",
      "verse": "周成、康之际，天下太平，刑措四十余年不用太宰周公也。"
    },
    {
      "source": "伊尹耕于有莘之野。三媒即三聘师。坚固相亲，曰笃无患。六体不易，执以安全。雨师驾西，濡我毂轮。张伯李季，各坐关门。无注比方内不行。辐摧轮伤，马楚踶甚，受子闵时。无注小畜。畜牝无驹，养鸡不雏。群羊三歳，不生两头。未详。履。老耄罢极，无取中直。悬舆致仕，得归乡里。汉薛广德乞骸骨，悬安车以致仕。㤗缩绪乱丝，手与为哭。越亩逐兔，断其禅𥜗。无注，否。海老水乾，鱼鳖尽索。藁落无润，独有沙石。无注。同人入市求鹿，不见头足，终日至夜，竟无所得。无注，大有筑门壅户。虎卧当道。惊我骅骝，不利出处。无注。谦。陶朱白圭，善贾息资。公子王孙，富贵不贫。陶朱，即范蠡，游江湖，变姓名，称陶朱公。白圭名丹，周人。史言能薄饮食，忍嗜欲。二人善贾货，生息资财，以致巨富。豫王良善御，伯乐知马。周旋歩骤，行中规矩，止息有节，延命寿考。王良，古之善御者。伯乐，古之善相马者。随尭问伊舜，圣德増益，使民不惧，安无悚愓。无注蛊。昭公失常，季氏悖狂。逊齐处郓，丧其宠身。春秋昭公二十五年九月戊戌，伐季氏，叔孙氏、孟氏救之，三家反攻公。己亥，公孙于齐，次于阳州。二十六年三月，公至自齐，居于郓。三十二年，薨于乾侯。临昏暮不行，候待旦明，从住止后，未得相从。无注观安上宜官，一日九迁，升擢超等。牧养常山。汉田千秋。一日九迁其官。牧养常山，未详。噬嗑去恶就凶，东西多讼，行者无功。无注贲老马垂耳。不见百里。君子弗恃，商人莫取，无与为市。无注剥蜗螺生子，深目黒丑。似类其毋，虽或相就，众人莫取。无注复百足俱行，相辅为强。三圣翼事，不见宠光。三圣，尧舜禹也。无妄容民畜众，履德有信。大人受福，童蒙忧惑，利无所得。无注大畜左跌右僵，前踬触桑。其指据石，伤其弟兄。老蚕不作，家无织帛。贵货贱身，久留连客。无注颐昏人。宜明，卖食，老昌。国祚东表，号称太公。太公尝屠于朝歌。后遇文王，立为师尚父，封国于东齐。大过弊笱在梁，鲂逸不禁。渔父劳苦，藏空乾口，弊坏笱𦊙。诗人以弊笱不能制大鱼。鲂鳏，大鱼也。坎盛中后跌，衰老复掇。盈满减毁，疾羸肥腯。郑昭失国，重耳与立。春秋鲁桓公十七年，郑高渠弥弑昭公而立公子亹。又僖公二十四年，晋文公入国，使杀怀公于高梁，遂立而霸诸侯。离折亡破瓮，使我困贫，与母生分，别离异。门。无注咸野有积庾，穑人驾取，不逢虎狼，暮归其宇。无注恒襁褓孩呱，冠带成家。出门如宾，父母何忧。无注大壮陈力就列，官职并废。手不胜盆，失其宠门。无注晋积雪大寒，万物不生。阴制庶士，时本冬贫。无注明夷龙斗，时门失理，伤贤。内畔生贼，自为心疾。春秋昭公十九年，郑大水，龙斗于时门",
      "target": "外洧渊。国人请为禜焉，子产弗许，曰",
      "verse": "我斗，龙不我觌也。"
    },
    {
      "source": "龙斗我独何觌焉？禳之，则彼室也。吾无求于龙，龙亦无求于我。乃止。家人狗畏狼虎，依人为辅。三夫执戟，伏不敢趋，身安无咎。无注睽南山高罡，回隤难登。道里辽远，行者无功。忧不成凶，恶亦消去。罡音冈隤音颓。蹇逢时阳，遂富且尊贵。无注解求我所欲。得其利福，终身不辱。盈盛",
      "target": "门，高屋先覆，君失邦国。无注损安坐至暮，祸灾不到。利诘奸妖，罪人弗赦。无注益胶车驾东，与雨相逢，五楘解堕，顿辀独宿，忧为身祸。诗云",
      "verse": "五楘梁辀。"
    },
    {
      "source": "五，五束也。楘，历录然文章之貌。以皮革五处束",
      "target": "，其文章历录然也。辀，车辕也。夫择日高飞，遂至东齐，见孔圣师，使我和谐。无注姤陈妫敬仲，兆兴齐姜，乃适营丘，八世大昌。按春秋传",
      "verse": "陈，妫姓。"
    },
    {
      "source": "有妫之后，将育于姜。八世之后，莫之与京。姜，齐姓。营丘，齐所封之地。萃缺埒无禅，难从东西。毁破我盆，泛弃酒食。埒音劣。禅音善升。中夜狗吠，盗在庐外。神光祐助，消散解去。无注困雷车不藏。隐隐西行，霖雨三旬。流为河江，使国忧凶。无注井老河虚空，旧井无鱼。利得不饶，避患东邻。祸入我门，使我悔存。无注革福德",
      "target": "士，欢悦日喜。夷吾相国，三归为臣，赏流子孙。夷吾，齐相管仲也。三归，台名。妇人谓嫁曰归，一娶九女，而备三姓。鼎。清人高子，久屯外野。逍遥不归，思我慈母。高子，高克也。诗云",
      "verse": "清人在彭，驷介旁旁。"
    },
    {
      "source": "黒𩮀，东归高乡。白虎推轮，仓龙把衡。朱雀道引，虚乌载游。逐扣天门，入见真君。马安人全音葛𩮀音宗。归妹小陬之市，利不足喜。二世积仁，蒙其祖先。匪躬之言，狂悖为患。无注渐端坐生患。忧来入门，使我不安。无注艮路多枳𣗥，歩刺我足。不利旅客，为心作毒。无注丰登高望时，见乐无忧。求利南国，与宝相得。无注旅䟽足息肩，有所忌难。金城鐡郭，以铜为关。蕃屏自卫，安上无患。汉关中金城千里，天府",
      "target": "国也。巽江有沲泥，思附君子。伯仲受归，不我肯顾，姪娣悔恨。泥当作汜。诗云",
      "verse": "江有沲，之子归，不我过。"
    },
    {
      "source": "江有汜，不我以，不我以。其后也悔。按诗传，水决复入为汜。今江陵汉阳安复之间盖多有之。沱江之别者。之子媵妾。指嫡妻而言也。妇人谓嫁曰归我媵自我也。能左右之曰以，谓挟巳而偕行也。是时汜水之旁媵有待年于国，而嫡不与之偕行者，其后嫡被后妃夫人之化，乃能自悔而迎之，故媵见江水之有汜，而因以起兴。言江犹有汜，而之子",
      "target": "归，乃不我以。虽不我以，然其后亦悔矣。兑牙孽生，达阳倡于外，左手执钥，公言钖爵。诗云",
      "verse": "左手执钥，右手秉翟。"
    },
    {
      "source": "钥如笛而六孔或三孔。翟，雉羽也。执钥秉翟者，文舞也。公言钖爵，即仪礼燕饮而献工之礼也。涣云梦苑囿，万物蕃炽。犀象玳瑁，荆人以富。荆州有泽薮曰云梦，方八九百里。节渠戎万里，昼夜愁苦。橐甲戎服，虽荷不贼。鹰鹯",
      "target": "残，害，不能伤无。注中孚。镃基，逢时稷契。皋陶贞良，愿得微子解囚。市空无虎，谩诞妄语。孟子曰",
      "verse": "虽有镃基，不如待时。"
    },
    {
      "source": "书舜典，稷播百谷，契敷五教，皋陶明刑。微子，纣庶兄也。小过骑骓与苍，南贾太行。逢駮猛虎，为所吞殇，葬于渭阳。一本有又害不伤，无注既济。出门东行，日利时良。歩骑与驷，经历宗邦。暮宿北燕，与乐相逢。无注未济酒为欢伯，除忧未乐。福善入门，与君相索，使我有得。无注震上乾下。大壮左有噬罴，右有啮虎。前触鐡矛，后踬强弩，无可抵者。无注之乾金齿铁牙。寿考宜家，年岁有储。贪利者得，离其咎忧。无注坤家给人足，颂声并作。四夷宾服，干戈囊阁。书明王慎德，四夷咸宾。史记武王胜殷，包藏弓矢，戢弭干戈，以示弗用也。屯猕猴冠带，盗载非位。众犬嘈吠，狂走厥足。无注蒙心患其身，不念安存。忠臣孝子，为国除患。无注师鹿下西山，欲归其群。逢羿锋，箭，无于矢端。羿，古",
      "target": "善射者。讼东行西穷，南北无功。张伯卖鹿，从者失羊。无注需君不明德，臣乱为惑。丞相命马，胡亥失所。按秦纪，赵高欲为乱，恐群臣不从，乃先设验，以鹿献于二世，曰",
      "verse": "马也。"
    },
    {
      "source": "丞相误邪？谓鹿为马。问左右，或默或语，高阴中诸言鹿者，用法绳之，后群臣皆畏高。此言人君之德不明，为奸臣之所惑乱，胡亥",
      "target": "于赵高是也。比明夷兆𥘉三日为灾，以谗后归，名曰竖牛剥乱。叔孙𫗪卒。虚丘𫗪当作馁。春秋成公十六年，鲁穆子去叔孙氏奔齐，及庚宗，遇妇人宿焉，生子曰牛，复归鲁，立为𡖖。使牛为竖。有宠。长使为政。牛不食。叔孙遂馁而卒。小畜。秦失嘉居。河伯为怪。还其御璧。神怒不祐。织组无文。焼香弗芬。按秦纪。使者从关东夜过华阴平舒道。有人持璧遮使者曰",
      "verse": "为吾遗镐池君，今年祖龙死。"
    },
    {
      "source": "使者问其故，因忽不见。置其璧去。使者奉璧具以闻，始皇使御府视璧，乃二十八年渡江所沉之璧也。此言始皇将终，江神以璧遗镐池之神以相告，履德至之君，祸不过邻，使我世存，身无患灾。无注㤗众恶之堂，相聚为殃，出毒良人，使道不通。无注否三痴六狂，欲之平乡。迷惑失道，不知昏明。无注同人，老弱无子，不能自理。郭氏虽忧，终不离咎。管子治国，侯伯之服。乘舆八百，尊祀祖德。管子，即管仲，相桓公，霸诸侯。大有。褒后生蛇，经老皆微。追跌衰光，酒灭黄离。褒后即褒姒。𥘉，夏后氏衰，有二龙降于庭，卜藏其漦，自夏商莫敢发。周人发之，漦化为玄鼋。后宫童女遭之而孕，无夫而生子，惧而弃于路。人哀其夜，号而收养之，逸于褒。褒人有罪，进是女于周幽王，宠",
      "target": "，号曰褒姒。索隐曰",
      "verse": "玄鼋，蜥蜴也。"
    },
    {
      "source": "韩信攻齐，项羽遣龙且救之，夹潍水而陈。信令万余人囊沙壅水上流，引军半渡击之，佯不胜，走还。龙且追信，信急遣人决壅水大至，且军大半不得渡。信急击杀且，随有莘季女为王妃后，贵夫寿子，毋字四海，按本纪，鲧取有莘氏女，谓",
      "target": "女志，是生高密。宋𠂻云",
      "verse": "高密，禹所封之国也。"
    },
    {
      "source": "石者，阴德之专也。宋襄欲行霸事，卒以五年见执，如五石",
      "target": "数也。噬嗑蛇失其公，载麻当丧。哀悲哭泣，送死离乡。无注。贲回隤不安，兵革为患。掠我妻子，客属饥寒。无注剥乘风雨，桥，与鸟飞俱。一举千里，见吾爱母。无注复雷霆所击，诛者五逆。磨灭无迹，有惧方息。无注无妄张氏揖酒，请谒左右。王叔枯槁，独不蒙所。无注大畜坐争立讼，纷纷匈匈。卒成祸乱，灾及家公。无注颐霜降闭户，蛰虫隐处。不见日月，与死为伍。无注大过。鼠聚生怪，为我患悔。道绝不通，商旅失意。无注坎。寒暑不当，轨度失常。一前一后，年岁鲜有。无注离。筑室水上，危于一齿。丑寅不徙，辰卯有咎。无注咸。畜鸡养狗，长息有储。耕田得黍，王毋喜舞。无注恒。东壁余光，数暗不明。主毋嫉妒，乱我业事。东壁，星名。遯。刚柔相伤。火烂销金，雕鹰制兔。伐楚有功。未详。晋郑国谗多，数被楚忧。商人愁苦，民困无𦕅。一本云",
      "verse": "三豕俱走，斗于虎口。"
    },
    {
      "source": "白豕不胜，死于坎下。春秋鲁僖公元年，楚伐郑。三年，楚又伐郑。盖郑当晋、楚之间，无歳而不被兵也。明夷弓矢其张，把弹弦折。丸发不至，道过害患。无注。家人举觞饮酒，未得至口。侧弁醉酗，㧞劒相怒。武侯作悔诗，宾",
      "target": "𥘉筵。卫武公饮酒悔过而作。其诗云",
      "verse": "侧弁之俄，睽 原本空文蹇。"
    },
    {
      "source": "穿空相宜，利倍我北。循邪诡道，逃不可得。南北望邑，遂归入室。无注解。寿如松乔，与日月俱。常安康乐，不离祸忧。赤松、王乔，皆古仙人，名损。出门望东，伯仲不来。疾病为患，使母忧叹。无注益，大姒",
      "target": "孙，周文九子，咸遂受成，宠贵富有。诗曰",
      "verse": "太姒嗣徽音。"
    },
    {
      "source": "大姒，攵王之妃，武王",
      "target": "母也。春秋传曰",
      "verse": "武王同母弟八人，并武王为九也。"
    },
    {
      "source": "大姒教诲诸子，自少及长，未尝见邪僻之事。及其长，文王继而教之，卒成武王周公",
      "target": "德，故云咸遂受成，宠贵富有也。𦐍桃李华实，累累日息，长大成熟，甘羙可食，为我利福，无注姤昏。礼不明，男女失常，行露反言，出争我讼。诗",
      "verse": "厌浥行露，岂不夙夜，谓行多露，又谁谓女无家。"
    },
    {
      "source": "何以速我讼。注云。南国之人。遵召伯之教。服文王之化。有以革其前日滛乱之俗。故托以行多露而畏其沾濡也。萃空穿漏弊。破桴残缺。阴弗能完。瓦碎不全。无注升。数穷廓落。困于历室。往登玉堂。与尭侑食。按史。舜微时。耕于历山。尧举而任之，加诸上位。困道湿为坑，轮陷踬僵。南国作讳，使我多畏。无注井鳏寡孤独，福禄苦薄。入室无妻，武子哀悲。按春秋鲁襄公二十五年，崔武子欲娶棠姜，筮",
      "target": "。其繇曰",
      "verse": "入其宫不见其妻，凶革。"
    },
    {
      "source": "𫛣彼晨风，郁彼北林。晨风，鹯也，羿，后羿，古之善射者。艮出入节时，南北无忧。行者亟至，在外归来无注。渐阳氏狂惑，季孙乱愦，陪臣执政。平子拘折，我心不快。阳氏即阳虎，季氏之家臣专政。季孙即季孙氏，鲁大夫。陪臣、家臣，谓阳虎也。平子，季孙意如也。归妹五乌六鸱，相对蹲跂礼譲不兴虞芮争讼虞芮二国名相与争田不决乃如周入界耕者皆让畔民俗皆让长二人惭",
      "target": "乃不见西伯而还感而相谓曰",
      "verse": "我䓁小人不可以履君子之庭，于是俱让其田不取丰。"
    },
    {
      "source": "嵩高山者，中央之岳。独加高字者何？中央居四方",
      "target": "中而高，故曰嵩高。五经通义",
      "verse": "王者受命易姓，报功告成必于岱宗也。"
    },
    {
      "source": "不轨不物，谓",
      "target": "乱政。乱政并行，所以败也。公曰",
      "verse": "吾将畧地焉。"
    },
    {
      "source": "遂往陈鱼而观",
      "target": "。庄公二十三年，公如齐观社，非礼也。曹刿谏曰",
      "verse": "不可。"
    },
    {
      "source": "夫礼所以整民也，君举必书，书而不法，后嗣何观？节四壁无户，三歩一止，东西南北，利不可得。无注中孚，求君衣裳，情不可当。触讳西行，为伯生殃。君之上欢，得其安存。按春秋，蔡昭侯为两佩裘，以如楚，献一裘一佩于昭王，自服其一。子常欲之，弗与。三年止之。蔡人闻之，固请而献佩于子常，遂归蔡侯。小过春鸿飞东，以马贸金，利可得深。贸音茂既济。禾生虫蠹，还自克贼，使我无得。无注。未济。桀乱无道，民散不聚。倍室弃家，逃遁出走。史记夏桀为倾宫瑶台，殚百姓之财。汤伐之，放于南巢。坤下，离上。晋销锋铸耜，休牛放马。甲兵解散，夫妇相保。无注之乾一衣三冠，无所加元。衣服不来，为我灾患。无注坤百足俱行，相辅为强。三圣翼事，王室宠光。三圣，尧、舜、禹也。屯鱼蛇之怪，大人忧惧。梁君好城，失其安居。春秋梁伯好土功亟。城而弗处。蒙少无强，辅长不见。毋劳心远思，自伤忧苦。无注需前渉溽暑，解不可取。离河三里，败我利市。老牛病马，去",
      "target": "何悔。无注讼君明有德，登天大禄。布政施惠，以感恩福。中子南游，翶翔未复。无注师哓然唯诺，敬上尊客，执恭除患，御侮致福。无注比黍稷禾稻，垂秀方造，中旱不雨，伤风病稾。无注小畜三羸六罢，不能越跪。东贾失马，往反劳苦。无注履倚立相望，引衣欲庄，阴云蔽日，暴雨所集，降我欢惠，使道不通。无注㤗高脚疾歩，受肩，善趋日走，千里，贾市有得。无注否？北风寒凉，雨雪益冰。忧思不乐，哀悲伤心。诗云",
      "verse": "北风其凉，雨雪其雱。"
    },
    {
      "source": "和鸾雍雍，万福攸同。言诸侯朝于天子，天子与",
      "target": "燕，以示慈惠而作也。谦南行求福，与喜相得。封受上赏，鼎足辅国。无注豫桑华腐蠹，衣弊如络。女功不成，丝布为玉。无注随左服易右，王良心欢，嘉利从已。诗大叔于田篇云",
      "verse": "两服上襄注衡下夹辕两马曰服。"
    },
    {
      "source": "王良，古之善驭者。蛊寿考不忘。驾骍东行，",
      "target": "适陈宋，南贾楚荆，得利息长，旅自多罢。畏昼喜夜，无注临。羔羊皮弁，君子朝服。辅政扶德，以合万福。诗",
      "verse": "羔羊之皮，素丝五紽。"
    },
    {
      "source": "羔羊之革，素丝五緎。言南国化文王之德，在位皆节俭正直，故诗人羙其衣服有常也。观鹯鸠徙巢，西至平州。遭逢雷电，破我苇庐。室家饥寒，思吾故初。无注。噬嗑大尾小头，重不可摇。上弱下强，阴制其雄。无注，贲䟽足息肩，有所忌难。金城铜郭，以鐡为关。蕃屏自卫，安止无患。汉关中金城千里，天府",
      "target": "国也。剥天命玄鸟，下生大商。造定四表，享国久长。诗商颂玄鸟篇云",
      "verse": "天命玄鸟，降而生商。"
    },
    {
      "source": "子之汤兮，宛丘",
      "target": "上兮。洵有情兮，而无望兮。又新台篇云",
      "verse": "新台有泚，河水弥弥。"
    },
    {
      "source": "燕婉",
      "target": "求，筥篨不鲜。此皆言滛荒昏乱而作。大畜顾望登虚，意常欲逃。贾辛丑恶，妻不安夫。春秋鲁昭公二十八年，魏献子谓贾辛曰",
      "verse": "昔贾大夫恶，娶妻而羙，三年不言，不笑。"
    },
    {
      "source": "敝笱在梁，敝坏笱𦊙也。言以敝笱不能制大鱼焉。遯千里骍驹，为王服车。嘉其骊荣，君子有成。无注大壮鼎足承德，嘉谋生福。为王开庭，得心所欲。无注明夷右手无合，独折左指。禹汤失佐，事功弗立。禹，夏禹、汤、成汤也。家人忧凶憎累，患近不解。心意西东，事无成功。无注睽东行食榆，困于枯株。失妻无家，志穷为忧。无注蹇五经六纪，仁道所在。正月繁霜，独不离咎。五经，五常。六纪，六德。诗正月䌓霜。解。懈缓不前，慆怠失便。二至",
      "target": "戎，家无祸凶。刻木象形，闻言不信。无注损。仁爱笃厚，不以所忿，害其所子。从我旧都，日益富有。无注益缺破不成。胎鲲未生，弗见兆形。无注𦐍摧角不伤，虽折复长。秉德无骞，老赖荣光。无注姤，乘桴渡海，免脱厄中，虽困无咎。桴，筏也。语云",
      "verse": "乘桴浮于海，萃孔鸾鸳雏，䴔鹅鹈鹕，翶翔紫渊，嘉木之圃，君子以娯，无注升，众来得愿，甘露温润。"
    },
    {
      "source": "乐易君子不逢祸乱，甘露，仁泽也。太平之世，则降困东骑，堕落千里，独宿高岸，为谷，阳失其室。无注井八才既登，以成善功。厖降庭坚，国无忧凶。高阳氏才子八人，厖降、庭坚，其二子也。震白鸟衘饵，鸣呼其子。施报张翅，来从其母。无注艮学灵三年，圣且明。神先见，善祥嘉吉，福庆饵吉。知来告我，无咎无注。革邯郸，反，言父兄生患。竟渉忧恨，卒死不还。渉即陈渉。渉尝令陈人武臣徇赵地。武臣到邯郸，自立为赵。渉怒，捕系武臣家室。后因柱国之谏，遂立武臣为赵王。武臣终于背，渉竟死于庄贾",
      "target": "难。出陈渉传。鼎五锐铁颐，仓库空虚。贾市无盈，与利为仇。按韵注",
      "verse": "钟口两旁曰铣。"
    },
    {
      "source": "又云。铣。金之泽者。鐡颐未详。锐当作铣。渐云孽蒸起。失其道理。伤害年榖。神君之精。无注归妹。春耕有息。秋入利福。献豣大𫎆。以乐成功。豳风诗云。三之日于耜。四",
      "target": "日举趾。又曰。九月筑场圃。十月纳禾稼。四章曰。言𥝠其𫎆。献豣于公。注云",
      "verse": "𫎆，一岁豕。"
    },
    {
      "source": "豣，三岁豕也。丰羸豕踯躅，虎入都邑。遮遏左右，国门敕至。一作敕急。无注旅东行西维，南北善迷。逐旅失群亡我。𥜗衣。无注巽。居室之伦，夫妇和亲。小人乘车，石果失豢。石当作硕。易剥",
      "target": "上九",
      "verse": "硕果不食，君子得舆。"
    },
    {
      "source": "兑。东方孟春，乘冰戴盆。惧危不安，终身所欢。无注涣。风吹尘起，十里无所。南国年伤，不可安处。无注节。重载伤车。妇失无夫。三十不室，独坐空庐。无注中孚。贩牛羸马。与利为市，不我嘉喜。无注小过日出阜东，山蔽其明。章父荐屦，箕子佯狂。父当作甫。章甫，礼冠屦履也。商纣无道，箕子佯狂而为奴。既济出入门，所与道閛道耜梁之信不失日中，少季渡江，来归其邦，疾病危亡。春秋鲁襄公二十三年，齐侯袭莒，耜殖、华还，遇莒子于蒲侯氏。莒子重赂",
      "target": "，请盟。华周对曰",
      "verse": "昏而受命，日未中而弃之，何以事君？莒子遂获耜梁，即耜殖也。"
    },
    {
      "source": "未济邑兵卫师如转蓬，时居之危凶。无注离下，坤上。明夷他山之储，与球为仇，来攻吾城，伤我肌肤，邦家骚忧。无注之乾，践履寒冰，十歩九㝷，虽有苦痛，不为忧病。无注坤太公辟纣，七十隐处，卒遭圣文，为王室辅。𥘉太公隐居屠钓，后遇文王，以兴周室。屯日月",
      "target": "涂，所行必到，无有患悔。无注蒙，讽德颂功，羙周盛隆。旦辅成周，光济冲人。诗雅颂周公所作。旦，周公名。相成王。冲人，成王也。书云",
      "verse": "惟予冲人，弗及知。"
    },
    {
      "source": "需。童女无室，未有配合，空坐独宿，无注讼。穿鼻系株，为虎所拘，王母祝祠，祸不成灾。遂然脱来，无注师。黄帝神明，八子圣聪。佚受大福，天下平康。黄帝轩辕氏至高阳氏，有才子八八，天下谓之八恺。比深谷为陵，衰者复兴。乱倾之国，民得安息。中妇病困，遂人𡨋室。人当作入。小畜道远辽绝，路宿多悔。顽嚣相聚，生我畏恶。无注履旦树菽豆，暮成藿羹。心之所乐，志快心欢。无注泰切切",
      "target": "患，凶忧不存。虎不敢䶦，利当我身。无注否王伯远宿，长妇在室。异袍恃食，所求不得。无注同人寒燠失时，阳旱为灾，虽耗无忧。无注大有虽穷复通。履危不凶，保其明功。无注谦狼虎所宅，不可以居，为我患忧。无注豫。喋嗫处曜，昧𡨋相传。多言少实，语无成事。无注随。履冰蹈凌，虽困不穷。播雀登岩，卒无忧凶。凌，阴。冰室也。蛊文文墨墨，忧祸相杂。南北失志，东西不得。无注临。争讼不巳，更相谈诟。张季弱日，被发北走。诟音诟。观。德积逢时，宜其羙才。相明辅圣，拜受福休。长女不嫁，后为大悔。无注。噬嗑",
      "verse": "江水沲汜，思附君子。"
    },
    {
      "source": "江有沲，",
      "target": "子归，不我过。不我过，其啸也歌。又云",
      "verse": "江有汜，之子归，不我以。"
    },
    {
      "source": "不我以，其后也悔。按诗传，水决复入为汜，今江陵、汉阳、安复之间盖多有之。沱江之别者。之子媵妾，指嫡妻而言也。妇人谓嫁曰归我，媵自我也。能左右之曰以，谓挟已而偕行也。是时汜水之旁，媵有待年于国，而嫡不与之偕行者。其后嫡被后妃夫人之化，乃能自悔而迎之，故媵见江水之有汜，而因以起兴。言江犹有汜，而之子",
      "target": "归，乃不我以。虽不我以，然其后也亦悔矣。贲光礼春成",
      "verse": "陈宝鸡鸣，阳明失道，不能自守，消亡为咎。"
    },
    {
      "source": "文公获若石云，于陈仓北坂城祠之，其神来若雄雉，其声殷殷云，野鸡夜鸣。以牢祠",
      "target": "，号曰陈宝。又臣瓒云",
      "verse": "陈仓县有宝夫人祠，歳与叶君神会𥙊于此者也。"
    },
    {
      "source": "剥惊虎无患，虞为我言，赖得以安。无注复伪言妄语，转相诖误，不知狼处。无注无妄。履悖自敌，凶忧来到，痛不能笑。无注大畜牵尾不前，逆理失臣，惠朔以奔。春秋左右公子立黔牟，卫朔奔齐。颐三狸搏鼠，遮遏前后。死于环城，不得脱走。无注大过言笑未卒，忧来暴卒。身墨丹索，槛囚装束。无注坎阴积不已，云作滛雨，伤害平陆，民无室屋。无注离山林麓薮，非人所处。鸟兽无礼，使我心苦。无注咸新作𥘉陵，逾蹈难登。三驹推车，跌顿伤颐。无注恒魂微惙惙，行纩听绝。旷然大通，复更生活。无注遯栾子作殃，伯氏诛伤。州黎奔荆，去其邑乡。春秋成公十五年冬十月，晋三郤害伯宗，譛而杀",
      "target": "，及栾弗忌。伯州黎奔楚。大壮高明，大彤，造恶作凶，无所能成，还自灭身。高明、大彤，作骄胡犬，形义通晋。陈辞达城，使安不倾。増荣益誉，以成功名。无注家人三耜无枣，家无积莠。使鸠求妇，顽不我许。无注睽愼祸重病。颜子为友，乃能安存。牢户系羊，乃能受庆。颜子即颜渊。蹇鹿得羙草，鸣呼其友。九族和穆，不忧饥乏。诗鹿鸣篇云",
      "verse": "呦呦鹿鸣，食野之苹。"
    },
    {
      "source": "我有嘉宾，鼓瑟吹笙。解亡玉失鹿，不知所伏。利以避危，全我生福。甘雨时降，年岁有得。无注损逢时得当，身受福庆。无注益鹄思其雄，欲随凤东，顺理羽翼。出次须日。中留北邑，复反其室。无注𦐍环堵倚锄。升升属口。贫贱所处，心寒昨苦。无注姤孤独特处，莫依为辅，心劳志苦。无注困绝而复通。虽达不穷。终得其愿，姫姜相从。无注井阳并悖狂。㧞劒自伤，为身坐殃。并当作氏，阳氏即阳虎也。革方圆不同，刚柔异乡。掘井得石，劳而无功。无注鼎乘风雨，会与飞鸟俱。动举千里，见我爱母。无注震三涂五岳，阳城太室。神明所扶，独无兵革。三涂，山名，在河南伊阙县。阳城，山谷名，在嵩山下。太室，山名。艮鸮鸱取妇，深目窈身。折腰不媚，与伯相背。无注萃稷为尭使，西见王母。拜请百福。赐我喜子，长乐富有稷。后稷王母，古神仙也。升鸣条",
      "target": "郊，北奔犬胡，左祍为长，国号匈奴。王君旄头，立尊单于。乐彦括地谱云",
      "verse": "夏桀无道，汤放之鸣条，三年而死。"
    },
    {
      "source": "焦氏易林<第一十一页>易林卷第十离下，巽上。家人。天命赤乌。与兵徼期。征伐无道，诛其君傲。居止何忧。史武王渡河。有火自上复于下。至于王屋。流为乌。其色赤。故武王伐纣。以应赤乌之祥。之乾千歳槐根。身多斧瘢。伤痈捣理，枝叶不出。无注坤唁唁谔谔。虎豹相䶦。惧畏悚息。终无难恶。无注屯娶于姜吕，驾迎新妇。少齐在门。夫子欢喜。按春秋昭公二年夏四月，韩须如齐逆女，齐陈无宇送女𦤺少姜，少姜有宠于晋侯，晋侯谓之少齐。姜，齐姓䝉。膏壤肥泽，民人孔乐。宜利居止，长安富有。无注需生有圣德，上配大极，皇灵建中，授我以福。书仲虺",
      "target": "诰成汤曰",
      "verse": "王懋昭大德，建中于民讼，耄老䝉钝，不见东西。"
    },
    {
      "source": "少者弗慕，君不与谋。悬舆𦤺仕，退归里居。汉薛广德上䟽乞骸骨归里。悬车师三狂北行，道逢大狼。暮宿患泽，为祸堪伤。无注。比更且𥘉歳，振除祸败。新衣元服，拜受利福。且当作旦。元服，首服也。小畜杲杲白日，为月所食。损上毁下，郑昭出走。按春秋，郑庄公娶邓曼，生世子忽，又娶宋雍氏，生公子突。鲁桓十一年，庄公卒，忽立𥙊仲归复立突，忽出奔卫。忽，郑昭公，名履。君子失意，小人得志。乱扰并作，奸邪充塞。虽有百尧，颠不可救。无注泰，仁德履洽。恩及异域，泽被殊方，福庆隐伏。作蚕不织，寒无所得。无注否东求金玉，反得弊石。名曰无宜，字曰丑恶，众所贱薄。无注同人击鼓合战，士怯叛亡。威令不行，败我成㓛。无注大有，仲春孟夏，和气所舎。生我嘉福，国无残贼。无注谦。尹氏伯奇，父子生离。无罪被辜，长舌为灾。伯奇，尹吉甫之子。父娶后妻而譛伯奇于吉甫，父逐之。言无罪而见逐，皆后母长舌所为也。豫三榖不熟，民苦困急。驾之新邑，嘉乐有德。无注随登虚望贫，暮食无飧。长子南戌，与我生分。无注蛊东市齐鲁，南贾荆楚。羽毛齿革，为吾利宝。书禹贡，荆及衡阳，惟荆州，厥贡羽毛齿革。临节情省欲，贼𨱁有度，家给人足，公刘以富。贼𨱁当作赋敛。公刘，后稷",
      "target": "曽孙也。诗云",
      "verse": "乃积乃仓。"
    },
    {
      "source": "能行五者于天下为仁矣。请问",
      "target": "。曰",
      "verse": "恭、宽、信。"
    },
    {
      "source": "敏、惠。噬嗑。张狂妄作，与恶相逢，不得所欲，生我独凶。无注贲画龙头颈，文章不成。甘言羙语，诡辞无名。无注剥，骑龙乘风，上见神公。彭祖受刺，王乔餐通。巫咸就位，拜寿无穷。彭祖，古之有寿者。王乔，古仙人。巫咸，商臣，名复，温仁。君子忠孝。所在八国，为邻，祸灾不处。无注无妄，威权分离。乌夜徘徊，群蔽目光，大人诛伤。无注大畜学灵三年，圣且明神。先知善祥，吉喜福庆。神乌来见，告我无忧。无注颐东山，家辞处妇思夫。伊威盈室，长股羸户。叹我君子，役日未已。东山，周公东征",
      "target": "诗。我徂东山，慆慆不归。又曰",
      "verse": "鹳鸣于垤，妇叹于室。"
    },
    {
      "source": "伊威在室。伊威者，鼠妇也，室不扫则有",
      "target": "。羸当作裸。果裸，栝楼也。诗曰",
      "verse": "果裸之实，亦施于宇。"
    },
    {
      "source": "盖述其归未至而思家之情也。大过张颔开口，舌直距齿。然诺不行，政乱无绪。无注坎吹角高，邦有夫失羊，众民惊惶。警愼避咎，敕不行殃。无注离南行出城，世得福祉。王姫归齐，赖其所欲。春秋庄公元年，王姫归于齐，言王室之女下嫁于诸侯也。咸心狂老悖，视听耸类。政令无常，下民多孽。无注恒安上宜官，一日九迁。逾群超等，牧养恒山。汉田千秋，一日九迁。其官。遯东邻嫁女，为王妃后。庄公筑馆，以尊王母。归于京师，季姜悦喜。春秋鲁庄公元年，王姫下嫁于齐，命同姓诸侯主之。鲁以姫姓故，筑馆而迎之。冬，王姫归于齐。桓公九年春，纪季姜归于京师，为桓王后。大壮六甲无子，已丧其戊。五丁不亲，庚失曽孙，癸走出门。未详。睽安床厚褥，不归久宿。弃我喜䜩，困于南国。投杼",
      "target": "忧，弗成祸灾。战国䇿秦甘茂曰",
      "verse": "鲁人与曽参同姓名者杀人，人告其母曰：吾子不杀人，织自若。"
    },
    {
      "source": "至于告",
      "target": "者三，其母惧，乃投杼而走。明夷骑豚逐羊，不见所望。经渉虎庐，亡身失羔。无注晋阴雾不清，浊政乱民。孟秋季夏，水坏我居。无注蹇五方四维，平安不危。利以居止，保有玉女。无注解西贾巴蜀，寒雪至毂。欲前不得，复反其室。巴、蜀，皆地名。损刚柔相呼，二姓为家。霜降既同，惠我以仁。无注益天马五道，炎火分处。往来上下，住又驹亡。衣柔巾麻，相随哭歌。凶恶如何。未详。𦐍出门怀忧，东上祸丘。与凶相遇，自为灾患。无注遘西行求玉。冀得随璞。反见凶恶，使我惊惑。无注萃出入无妄，动作失利。衔忧怀祸，使我多悴。无注升高楼无柱，颠僵不久。纣失三仁，身死牧野。史记",
      "verse": "商纣无道，造鹿台为琼室，高千尺，罢苦万民之力。"
    },
    {
      "source": "三仁，微子、箕子、比干，纣不能用。其后武王伐纣于商郊牧野。革泉涸龙忧，箕子为奴。干叔陨命，殷破其家。箕子，纣亲戚，諌纣不听，佯狂为奴。纣之诸父比干也，直言諌纣，纣怒杀之，刳视其心。鼎向食饮酒。嘉宾聚会。牂羊大猪，君子饶有。无注。困避祸逃殃，身外不伤。高贵疾颠，华落堕凶。无注。井张牙反目，怒䶦作怒。狂马烧犬，道惊伤轸。未详。震黄牛骍犊，东行折角。冀得百牂，反亡我囊。无注。艮路多枳𣗥，歩刺我足，不利旅客，为心作毒。无注渐执斧破薪，使媒求妇。和合二姓，亲御斯酒。居比邻里，姑公悦喜。无注归妹驾车出门，顺时宜西。福祐我身，安宁无患。无注丰日新东从，魁杓为祸。仆台为秦，使我久坐。未详。旅山陵丘暮，魂魄室屋。精光竭尽，长卧无觉。无注巽孩子贪饵，为利所说。探把釡甑，烂其臂手。无注兑何材待时，闭户独愁。丘蚓冬行，解我无忧。桑蚕不得，女㓛弗成。无注涣解商惊惶，散我衣装。君不安邦。无注节害政养贼，背主入愆。跋行不安，国危为患。无注中孚祸走患伏，喜为我福。凶恶消去，灾害不作。无注小过老马无驹，病鸡不雏。三雌独宿，利在山北。无注既济播天舞地。哓乱神所，居乐无咎。无注未济异国殊俗，情不相得。金木为仇，酉贼檀榖。未详离上兑下。暌仓盈庾亿，宜稼黍稷，年歳有息。诗楚茨我仓既盈，我庾维亿。我黍与与，我稷翼翼。此言述公𡖖之有田禄，力于农事而作也。",
      "target": "乾被服文衣，游观酒池。上堂见觞，喜为吾兄，使我忧亡。无注坤邑姜叔子，天文在手，实沈参虚，封为晋侯。邑姜，武王后。叔子即太叔。当邑姜方震，太叔梦帝谓已",
      "verse": "余命而子曰虞。"
    },
    {
      "source": "及生，有文在手曰虞，遂以命",
      "target": "。及成王㓕唐，而封太叔焉。参为晋星，实沈，参神也。出左传。鲁昭公元年。屯改柯易叶，饭温不食，豪雄争强，先者受福。无注䝉馨香陟降，明德上登。社神祐顾，命予大邻。诗",
      "verse": "文王陟降，在帝左右。"
    },
    {
      "source": "帝，上帝也。需，老狼白驴，长尾大狐。前颠郤踬，进退遇祟。无注讼山，没丘，浮陆为水。鱼燕雀，无庐。无注师。懿公浅愚，不深受谋。无援失国，为狄所贼。春秋闵公三年，狄人伐卫。懿公好鹤，鹤有乘轩者，将战，国人皆曰使鹤，遂为狄所㓕。比鼎炀其耳，𤍠不可举。大涂塞壅，旅人心苦。无注小畜，凶声丑言，恶不可闻。君子舎之，往恨我心。无注履昧暮乘车，履危陷沟。亡失群物，摧折两轴。无注泰南有嘉鱼，驾黄取𩹊。鲂𫚈诩诩，利来无忧。南有嘉鱼，诗篇名，为燕享而作也。否隔在九山，往来劳难。心结不通，失其所欢。无注同人下流难居，狂夫多罢。贞良温柔，年岁不富。无注大有。狐狸雉兔，畏人逃去。分走窜匿，不知所处。无注谦。异体殊俗，各有所属。西邻孤妪，欲寄我室。主母骂晋，终不可得。无注豫。怒非怨妒。贪得腐鼠，而呼鹊鹯。自令失饵，𦤺被困患。无注随。五心六意，岐道多怪。非君本志，生我恨悔。无注蛊。三班六黒，同室共食，日长月息，我家有德。无注临。方船备水，旁河燃火，终身无祸。无注观，翳屏独语，不闻朝市，以利居服，兔跛后闻。无注噬嗑。以处不安，从反触患。无注贲。剠刖髡劓，人所残弃。批捍之言，我心不快。剠音擎。髡音坤。劓音乂。剥皋田禾黍，搥壤麻阜，衣食我躬，室家饶有。无注大畜匿病不医，乱政伤灾。纣作滛虐，摘破其墟。书商纣无道，滛酗肆虐。武王伐",
      "target": "，遂㓕商。无妄金城朔方，外国多羊。履霜不时，去复为忧。无注大过焱风卒起，车驰袍褐。弃古追亡，失其和节，心忧惙惙。无注颐鬼泣哭，枉，悲伤无后。甲子昧爽，殷人绝祀。书曰",
      "verse": "甲子昧爽，王朝至于商郊牧野，伐纣㓕殷。"
    },
    {
      "source": "离随风骑龙，与利相逢。田获三狐，商伯有㓛。冲冲之邑，长安无他。周易解九二，田获三狐。狐者，邪媚之兽。三狐，指卦",
      "target": "三阴也。坎耋老不明，闻善不从。自令颠沛，败为咎殃。无注复两目失明，日夺无光。胫足跛羁，不可以行，顿于丘傍。无注咸三牛五牂，重明作福，使我有得。疾人官狱，忧在心腹。无注恒孟巳乙丑，哀呼尼父。明德讫终，乱害滋起。乙当作巳。哀公十六年四月巳丑，孔子卒遁。华灯百枝，消暗衰微。精光讫尽，奄如灰縻。无注大壮鹰飞雉退，兔伏不起。弧张狼鸣，野鸡飞惊。无注晋斗战天门，身有何患。室家具在，不失其欢。无注明夷东家杀牛，行逆腥臊。神背西顾，命衰绝周。毫社灾焼，宋人夷诛。易曰",
      "verse": "东邻杀牛，不如西邻之礿𥙊。"
    },
    {
      "source": "生我利福。无注。蹇。东入海口，循流北走。一高一下，五邑无主。十日六夜，死于水涘。未详解。孤竹",
      "target": "墟，失妇无夫。伤于蒺䔧，不见其妻。东郭棠姜，武氏以亡。孤竹，国名。易繇曰",
      "verse": "困于石，㩀于蒺藜，入于其宫，不见其妻，凶。"
    },
    {
      "source": "棠姜，齐棠公之妻，东郭偃之姊也。武氏，崔武子杼，出左传。损。天户东墟，尽既为灾。跰𨂡黯聋，秦伯受殃。跰，音迸。𨂡，音凑。益赖先休光，受福",
      "target": "祉。虽遭乱溃，独不危殆。无注𦐍折，若蔽目，不见穉叔。三足孤乌，远去家室。目当作日。楚词",
      "verse": "折若木以拂日兮。"
    },
    {
      "source": "日中有三足乌遘。二人同室，兄弟合食。和乐相好，各得所敬。无注萃，继体守蕃，纵欲废贤。君臣滛游，夏氏失身。侧室",
      "target": "门，福禄来存。按左传，陈灵公与孔宁、仪行父通于夏姫，皆𠂻其衵服，以戏于朝。后陈灵公与孔宁、仪行父饮于夏氏，公谓行父曰",
      "verse": "征舒似女。"
    },
    {
      "source": "亦似君。征舒病之。十一年，楚人杀陈，夏征舒升。老狐屈尾，东西为鬼，病我长女。坐涕诎指，或西或东，大华易诱。狐，妖兽也，鼻尖尾大，性多疑。出名山记。困。大树之子，百条共母。当夏六月，枝叶盛茂。鸾凤以庇。邵伯避暑。穉穉印甚，各得其所。无注井，井堙木刋。国多暴残。秦王失戍，坏其太坛。襄公二十五年，陈侯会楚子伐郑。当陈隧者，井堙木刋。史记。楚将沛公破秦兵，入咸阳，降子婴羽。焼秦宫室，火三月不息。此言秦王失其戍守，而至于社稷坏矣。革驾黄买苍，与利相迎。心获所守，不累弟兄。黄骊、黄苍，苍耳，皆马也。鼎庾亿仓盈，年歳安宁，稼穑熟成。无注震人生马渊，寿老且神，飞腾上天，舎宿轩辕，居常乐安。无注艮思顾所之，乃令逢时。洗我故忧，拜我欢来。无注渐魁罡所当，𥘉为败殃。君子留连，困于水浆。求金东山，利在代乡。贾市有息，子载母行。无注归妹铅刀攻玉，无不钻凿。龙体其举，鲁班为辅。三仁翼事，所求必喜。鲁班，公输子之名。丰。喜来如云，举家䝉欢。众才君子，驾福盈门。无注旅，响像无形，骨体不成。微行衰索，消㓕无名。无注巽积水不温，北陆苦寒。露宿多风，君子伤心。无注兑，黄马绿车，驾之大都。餐达才能，使我无忧。无注涣从风放火，艾芝俱死。三害集聚，十子患伤。艾，草名。芝，灵草被火则俱死，即玉石俱焚之义。三害未详。节一身三手，无益于辅。两足共节，不能克敏。未详。中孚南向一室，风雨并入。尘埃积湿，主母盲痺。徧枯心疾，乱我家资。无注。小过采薇出车，鱼丽思𥘉。上下促急，君子怀忧。采薇、出车、鱼丽，皆诗篇名。采薇，言出戌之时，采薇以食，而念归期之远也。出车之诗，劳还率也。鱼丽之诗，燕飨之乐歌也。既济先易后否，告我利市。骚苏自苦，思吾故止。无注未济生宜地乳，上皇大喜。降我祉福，贵寿无极。无注艮下，坎上。蹇同载共舆，中道别去。丧我元夫，独与孤居。无注之乾，叔盻拘𡨚。祁。子自邑乘，遽解患。羊舌免晚，赖得全生。按春秋，叔盻即叔向。祁子即祈奚。羊舌虎，叔向弟也。晋范宣子杀虎囚向，祁奚闻之，乘驲而见宣子，言叔向之善。宣子悦言诸公而免之。盻当作肸，晚当作脱。坤兔聚东郭，众犬俱猎。围缺不成，无所能获。东郭㕙，海内之狡兔。屯作室山根，人以为安。一旦崩颓，败我盘飧。无注䝉疾风尘起。乱扰崩始，强大并小，先否后喜。无注需洁齐浴沐，思明君德。哀公怯弱，风氏复比。春秋哀公十四年六月甲午，齐陈恒弑简公于舒州。孔子齐三日沐浴而朝，告请讨",
      "target": "，公使告季氏。此言哀公怯弱，而受制于季氏，不敢专也。讼土瘠瘦薄，培𪣻无柏，使我不乐。无注。师褰衣渉河，水深渍罢赖，幸舟子济脱无他。无注。比送我季女，至于荡道。齐子旦夕久留连处。季女，齐子，齐襄公妹，鲁桓公夫人也。桓公十八年，公与夫人姜氏如齐，诗云",
      "verse": "鲁道有荡，齐子庸止。"
    },
    {
      "source": "小畜三孙六子，安无所苦。中歳发殆，亡我所使。无注履，偃风扬草，尘埃俱起。清浊溷散，忠直隐处。无注泰。历险登危。道远劳罢。玄豕自归，困渉大波。无注否。六艺",
      "target": "门，仁义俱存。镃基逢时，尧舜为君。伤寒热温，下室黄泉。六艺，礼、乐，射御。书、数。同人，被服文衣。游观酒池，上堂见觞。喜为吾兄，使我忧亡。史记",
      "verse": "商纣无道，始为象箸，箕子叹曰：锦衣九重，高台广室，称此以求天下，不足矣。"
    },
    {
      "source": "又为酒池肉林，武王伐",
      "target": "，遂亡其国。大有生时，不利夭命灾至，制于斧瘢，昼夜苦勤，无注谦天门开辟，牢户寥廓。桎梏解脱，拘囚纵释。无注豫川渊难游，水为我忧。多言少实，命鹿为驹。建德开基，君子逢时，利以仲疑。无注随乡歳逢时，与生为期。枝叶盛茂，君子无忧。无注蛊六鹳退飞，为衰败祥。陈师合战，左股夷伤。遂崩不起，霸功不成。春秋",
      "verse": "僖公十六年正月，六鹳退飞，过宋都。"
    },
    {
      "source": "二十二年十一月，宋公及楚人战于泓，宋师败绩，公伤股。二十三年五月，公卒，伤于泓故也。鹳当作鹳。临。雷君出装，隐隐西行。霖雨不止，流为巨江。南国以伤。无注观牙孽生齿，室蟠启户。幽人利贞，鼓翼起舞。按后卦小畜之睽，一作牙孽生达，义通。噬嗑火起上门，不为我残。跳脱东西，独得生完。不利出邻，病疾忧患。无注贲举事无成，不利出征。言不可用，众莫能平。无注剥老狼白驴，长尾大狐。前颠郤踬，进退遇祟。无注复日入道极，劳者休息。班马还师，复我燕室。春秋襄公十八年，齐师夜遁，有班马之声。注马不相见，故鸣。班，别也。无妄林麓山薮，非人所处。鸟兽无礼，使我心苦。无注大畜蓄利积福，日新其德。高氏饮食，忧不为患。无注颐张罗百目，鸟不得北。缩颈挂翼，困于窘国。君子治德，获誉受福。无注。大过伯虎仲熊，德义渊弘。使布五教，阴阳顺序。按史，高辛氏之子有曰伯虎、仲熊。舜举八恺，使主后土，为伯益",
      "target": "佐。伯虎疑即仲虎也。五教者，父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信。坎跛羁相随，日暮牛罢，凌迟后旅，失利亡雌。无注。离嬴氏违良，使孟㝷兵。师老不已，败于齐乡。春秋僖公三十二年，耜子自郑使告于秦曰",
      "verse": "郑人使我掌北门之管，若潜师以来，国可得也。"
    },
    {
      "source": "劳师以袭远，非所闻也。公辞焉。召孟明、西乞、白乙使出师，遂败于殽。秦，嬴姓咸，日月并居，常暗且微。高山崩巅，丘陵为谿。无注恒鸟鹊食榖，张口受哺。䝉被恩德，长大成就。柔顺利贞，君臣合好。无注遯虽踬复起，不毁牙齿。克免平复，忧除无疾。无注大壮草木黄落，歳暮无室，虐政为贼，大人失福。无注晋避凶东走，反入祸口，制于牙爪，骨为灰土。无注明夷欲飞不能。志苦心劳，福不我求。无注家人羔裘豹祛，东与福遇。驾迎吾兄，送我骊黄。无注睽东耕破犁，西失良妻。灾害不避，家贫无资。无注解鱼陆失所，凫蛙困苦。泽无雚蒲，晋国以虚。蛙音蛙。雚音桓。损行役未巳，新事复起。姫姜劳苦，不得休止。无注益脱足无蹄，三歩五罢。南行不进，后市身苦。无注𦐍白日扬光，火为正王。消金厌兵，雷车避藏。阴雨不行，民安其乡。无注遘放衔垂辔。奔马不制，弃法作奸，君失其位。无注萃司命下游，喜解我忧。皇母缓带，婴子笑喜。无注升。黄帝出游，驾龙乘马。东上大山，南过齐鲁，邦国咸喜。黄帝邑于涿鹿之阿，迁徙无常，以兵师为营卫。后得六相，而天地治。神明至困，既往不说，忧来祸结。北户为患，无所申雪。无注井荷蒉隐名，以避乱倾。终身不仕，遂其洁清。论语有荷蒉而过孔氏",
      "target": "门者。注云",
      "verse": "荷蒉，隐士也。"
    },
    {
      "source": "革折挺舂稷，君不得食。头痒搔跟，无益于疾。无注鼎植根不固，华叶落去，便为枯树。无注震凶门生患，牢户多𡨚。沙池秃齿，使叔困贫。无注艮登山履谷，与虎相触。猬为功曹，班叔奔北，脱",
      "target": "喜国。史记龟策传",
      "verse": "郭璞曰：猬能制虎。"
    },
    {
      "source": "渐麟凤所翔，国无咎殃。贾市十倍，复归惠里。无注归妹路险道难，水遏我前。进往不利，回车复还。无注丰延颈望邑，恩归其室。台树不成，未得安息。无注旅䝉生株瞿𣗥挂我须。小人妒嫉，使恩不遂。无注巽南至隐域，深潜处匿，聪明闭塞，与死为伍。无注兑机饵，设张，司暴子良。范叔不廉，凶害及身。春秋郑子孔乃子良之父，其为政也专，国人患之，杀子孔而分其室，子良奔楚。魏范睢字范叔，尝从须贾使齐，齐王喜其辨，赐睢金与牛酒。贾归告魏相，魏齐疑，告以国阴事。魏齐怒，笞击睢，折胁折齿，置于厕，使醉客溺",
      "target": "。涣从骑出门，游戏空城，阪高不进，利无所得，无注节。西国强梁，为虎作狼。东吞楚、齐，并有其王。史记",
      "verse": "秦为狼虎之国。"
    },
    {
      "source": "抱布贸丝。匪来贸丝，来即我谋。坤胶着木连，不出牢关，家室相安。无注屯孟伯食长，惧其畏王。赖四䝉五，抱福归房。无注䝉防舆疲驷，不任衔辔。君子服",
      "target": "，谈何容易。无注需。许嫁既婚，利福在身。适惠生桓，为我鲁君。左传",
      "verse": "宋武公生仲子，仲子生而有文在手，曰为鲁夫人。"
    },
    {
      "source": "故仲子归于惠公，生桓公。讼。入门大喜。上堂见母，妻子俱在，兄弟饶友。无注师，推车上山，力不能任，颠蹶蹉跌，伤我中心。无注比鴈飞退去，不食其雏。禽尚如此，何况人与。无注小畜福弃我走，利不可得。幽人利贞，终无怨慝。无注履夫妻反目，不能正室。翁云于南，妪言还北。并后匹嫡，二政乱国。易小畜卦舆脱輹，夫妻反目。泰阳衰伏匿，阴滛为贼。赖幸王孙，遂至喜国。无注否入山求玉，不见和璞。终日至暮，劳无所得。卞和得玉璞三献楚，剖之，果有羙玉焉。同人鸣鸾四牡，驾出行狩。合格有获，献公。饮酒。诗车攻篇，言周宣王往狩于圃田也。田车既好，四牡孔阜。东有甫草，驾言行狩。大有覆手举牍，易为功力。月正元日，平饮𦤺福。无注谦三火高明，雨减其光。高位疾颠，骄恣诛伤。无注豫裹糗荷粮，与利相逢。高飞有德，君大获福。糗，糒也。捣粉熬豆为之。随道理和得，人不相贼。君子往",
      "target": "，乐有利福。无注蛊水土相得，万物蕃殖。膏泽优渥，君子有德。无注临天孙帝子，与日月处，光荣于世，福禄繁祉。无注观陪依在位，乘非其器。折足覆𫗧，毁伤宝玉。易鼎卦九四，鼎折足，覆公𫗧，其形渥，凶。噬嗑鹳飞中退，举事不遂。且守仁德，犹免失坠。鹳当作鹳。春秋宋六鹳退飞，襄公问于周内史叔兴曰",
      "verse": "是何祥也？对曰：君将得诸侯而不终。"
    },
    {
      "source": "贲经𣗥正冠，意盈不廉。桀纣速谗，惑佞伤贤，使国乱烦。一作桀纣迷惑，谗佞伤贤。夏桀、商纣皆伤贤败国之君也。剥申酉退跌，阴慝前作。柯条华枝，复泥不白，未详。复平正，贱使主服苦事无注无妄。钓鲂河湄，水长无涯。振手徒归，上下昏迷。属公孙齐，春秋鲁昭公二十五年，公孙干齐居于阳州。内讳奔，谓",
      "target": "孙。作去声。大畜胎养萌生，始见兆形。遭逢雷电，摧角折颈。采虻山头，终安不倾。诗载驰篇云",
      "verse": "陟彼阿丘，言采其虻。"
    },
    {
      "source": "齿，蠹也。坎失恃无友，嘉祸出走，裸如丧狗。家语，孔子去鲁，累累若丧家",
      "target": "狗。离寅重微民，歳乐年息。有国无咎，君子安喜。无注咸登几上车，驾驷南游。合从散衡，燕秦以强。苏秦主从，张仪主衡。秦事燕，仪事秦。按礼部韵。毛居正曰",
      "verse": "以六攻一为从，以一离六为横，合之曰从。"
    },
    {
      "source": "衡恒鸟集茂林，顺柔利贞。心乐愿得，感戴慈母。无注遁启蛰始生，万物羙荣。祉禄未成，市贾无盈。无注大壮骄胡犬形，造恶作凶。无所能成，还自㓕身。无注晋异国他土，出良骏马。去如奔虻，害不能伤。无注明夷恪敬竟职，心不作慝。君明臣忠，民赖其福。无注家人。三女求夫，伺候山隅。不见复关，长思忧叹。诗氓",
      "target": "篇云",
      "verse": "不见复关，泣涕涟涟。"
    },
    {
      "source": "复关，男子之所居，不敢显名，故托言",
      "target": "。此诗刺滛泆也。睽驾福乘喜，东至嘉国。载庆南行，离我室居。无注蹇四奸为残，齐鲁道难。前驱执殳，戒守无患。春秋鲁僖公二十四年，周襄王将以狄伐郑，富辰諌曰",
      "verse": "耳不听五声之和为聋，目不别五色之章为昩，心不则德义之经为顽，口不道忠信之言为嚚。"
    },
    {
      "source": "狄皆有",
      "target": "，四奸具矣。卫诗云",
      "verse": "伯也执殳，为王前驱。"
    },
    {
      "source": "吴王夫差会晋公午于黄池，越王勾践乃命范蠡帅师，沿海溯淮。绝吴路。始率中军溯江以袭吴。入其郛。焚其姑苏。徙其大舟。事在鲁哀公十三年。𦐍坚冰黄鸟。终日悲号。不见白粒。但观蓬蒿。数惊鸷鸟。孰为我忧。无注。遘王统铁颐。仓库空虚。贾市无盈。与我为仇。一云时不我与我",
      "target": "利为作。一云仓库滴空。人谁与同。统当作铣。按韵注，钟口两旁曰铣。又云",
      "verse": "铣，金之泽者。"
    },
    {
      "source": "日中为市，各抱所有。交易资货，探珠怀宝，心悦欢喜。易系辞，日中为市，𦤺天下之民，聚天下",
      "target": "货。交易而退，各得其所。盖取诸噬嗑。困。万物𥘉生，蛰虫振起。益寿増福，日受其喜。无注。井和气所在，物皆不朽。圣贤居位，国无凶咎。无注革麟游凤舞，岁乐民喜。又云凤舞麟游，贤圣作俦。岁既丰稔，人何以忧。无注鼎行行窘歩，次宿方舎。居安不惧，姫姜何忧。一云行幸国玩观俗风。君安自劳，姫姜何忧。无注震水深难游，霜寒难渉。商伯失利，旅人稽留。无注艮跛羁相随，日暮牛罢。凌迟后旅，失利亡雌。无注渐一年九锁，更相牵挛。案明如市，不得东西。请谳得报，日中被刑。谳，鱼蹇切，议狱也。归妹春桃生华，季女宜家。受福多年，男为邦君。诗周南桃夭篇",
      "verse": "桃之夭夭，灼灼其华。"
    },
    {
      "source": "布春令德明物转芳。无注兑水中，大贾求利食子，商人至，市，空无所有。无注涣。春草萌生，万物敷荣。阴阳和调，国乐无忧。乐一和畅，何事不亭。无注节。左眇右盲，目视不明。下民多孽，君失其常。无注中孚。悦以内安，不利出门。忧除祸消，公孙何尤。无注小过。丹书",
      "target": "信，言不负语。易我驎骥，君子有德。史记汉高祖",
      "verse": "天下既定，与㓛臣剖符作誓。"
    },
    {
      "source": "丹书鐡倦，金匮石室，藏之宗庙。既济。上政搔扰，螟虫并起，害我嘉榖，年岁无稷。无注，未济。竿旄旌旗，执职在郊。虽有宝珠，无路致",
      "target": "。职当作帜。卫诗干旄篇云",
      "verse": "孑孑干旄，在浚之郊。"
    },
    {
      "source": "焦氏易林<第一十二页>易林卷第十一兑下，艮上。损路多枳𣗥，歩刺我足。不利孤客，为心作毒。无注之乾，鲤鲋鲔虾，𠢳福多鱼。资所有无，富我邦家。𠢳，助也，见广韵。坤㬌星照堂，麟游凤翔。仁施大行，颂声作兴。征者无明，失其宠光。㬌星一名德星。王者不𥝠人以官使，贤者在位则见。屯羊肠九萦，相推稍前。止湏王孙，乃能上天。战国䇿注。赵险塞名山形屈辟如羊肠，蒙。四手共身，莫适所闲。更相放接，动失事便。无注需，水流趋下，逮至东来，求我所有，买鲂与鲤。无注讼。春栗夏枣，少鲜希有。斗千石万，贵不可贩。无注师，旦往暮还，相祐与聚，无有凶患。无注比。大蛇当路，使季畏惧。汤火之灾，切直我肤。赖其天幸，归于生庐。汉高祖刘季被酒，夜径泽中，有大蛇当径，遂㧞劒斩",
      "target": "。小畜从足去域，飞入陈国。有所畏避，深藏邃匿。无注履海为水宗。聪圣且明，百流归德。无有叛逆，常饶优足。书禹贡",
      "verse": "江汉朝宗于海。"
    },
    {
      "source": "㤗，夏麦麸𪍿，霜击其芒。病君败国，使年大伤。麸，音孚。𪍿，古猛切。否。秋隼冬翔，数被严霜。雄父夜鸣，家忧不宁。无注同人，乐仁上德。东邻慕义，来安吾国。无注。大有。逐忧除殃。污泥生梁，下田为汪。无注。谦。暗昧𡨋语，转相迷误。鬼魅所居，谁知卧处。无注。豫。南历玉山，东入玉关。登上福堂，饮万歳浆。无注。随。比目四翼，来安我国。福善上堂，与我同床。无注蛊，乘牛逐骥，日暮不至。路宿多畏，亡其骍骓。无注临。元吉无咎，安宁不殆。无注观。𡚒翅鼓翼，翺翔外国。逍遥徙倚，来归温室。无注噬嗑河伯娶妇，东山氏女。新婚三日，浮云洒雨。雨我菅茅，万家",
      "target": "祐。史记，西门豹为邺令，问民所疾苦，皆曰",
      "verse": "苦为河伯娶妇，不为娶妇，水漂人民。"
    },
    {
      "source": "南山崔崔，雄狐绥绥。大畜婴儿孩笑，未有所识。狄童而争，乱我政事。狄当作彼。颐十丸同投，为雉所维。独得跳脱，完全不亏。无注大过狐济濡尾，求橘得枳。季妣怀悔，鲍舎鱼臭。易未济亨。小狐汔济，濡其尾。言狐能渡水，濡尾则不能济也。坎跌足息肩，所忌不难。金城铜郭，以鐡为关。蕃屏周卫，安止无患。无注离戴尭扶禹，松乔彭祖。西过王母，道里夷易，无敢难者。尧、禹皆仁德之君，赤松、王乔、彭祖皆古之仙者，咸京庾积聚，黍稷以极，行者疾至，可以厌饱。无注恒，良夫孔姫，胁悝登台。乐季不扶，叔辄走逃。按春秋左传，孔伯姫与其竖浑良夫为蒯聩刼，孔悝登台，卫乱，季路死焉，卫辄奔宋。遯，天之所予，福禄常在，不忧危殆。无注。大壮行触天刚，马死车伤。身无憀赖，困穷乏粮。无注晋铅刀攻玉，坚不可得。尽我筋力，胝茧为疾。无注。明夷穆违百里，使孟𡚒武将军师战，败于殽口。秦穆公违蹇叔之言，使百里孟明视出师袭郑。孟即孟明视也。家人有人追亡，鸟言所匿不旅，日得无注。睽府藏",
      "target": "富，王以赈贷。捕鱼河海，苟罔多得。无注。蹇鸿飞遵陆，公归不复，伯氏客宿。诗九罭篇云",
      "verse": "鸿飞遵陆，公归不复，于汝信宿。"
    },
    {
      "source": "太公为灌坛令，武王梦妇人当道，夜哭，问",
      "target": "，曰",
      "verse": "吾是东海神女，嫁于西海神童，今为灌坛令，当道，废我行，我行必有大风疾雨。"
    },
    {
      "source": "武王觉，召太公问",
      "target": "，果有疾风暴雨，从太公邑外过，𦐍。畜积有余，冀土不居，美哉轮奂，出有高车，无注遘，重门击柝。陵昧武守，虽惊不惧。一云重门击柝，介士守护，终有他道，虽惊不惧。易系辞",
      "verse": "重门击柝，以待暴客。"
    },
    {
      "source": "秦失其鹿，天下共逐。高材疾足者先得之。革山陵四塞，遏我径路。欲前不得，复还故处。无注鼎一指食肉，口无所得，舌馋于腹。左传郑公解鼋，召子公而弗与，子公怒，染指于鼎，尝",
      "target": "而出。震晨夜惊骇，不知所止。皇母相祐，卒得安处。无注艮豺狼所言，语无成全。误我白马，使乾口来。无注渐呼精灵来，魄生无忧。疾病愈瘳，解我患愁。愈，音愈。瘳，音抽。归妹牧羊，逐兔，使鱼相捕。任非其人，废日无功。一云卒歳无功。不免辛苦。无注丰堂祥上楼，与福俱居。席地妃治，国安无忧。未详。旅禹召诸臣，会稽南山。执玉万国，天下康安。史记",
      "verse": "禹南巡狩，会诸侯于涂山，执玉帛者万国。"
    },
    {
      "source": "春阳成长，万物华实。福利所钟，忻忻过日。无注中孚邻不我顾，而望玉女。身疾疮癞，谁肯媚者。无注小过。涸旱不雨，泽竭无流。鱼鳖乾口，皇天不忧。无注既济。狼虎",
      "target": "乡，日争凶讼。受性贪饕，不能容纵。无注未济。阴注，寒疾，水离其室。舟楫大作，伤害黍稷。民饥于食，亦病心腹。无注震下，巽上。益文王四乳，仁爱笃厚。子畜十男，无有折夭。淮南子云",
      "verse": "文王有四乳之乾。"
    },
    {
      "source": "尤于涿鹿。小畜鸿飞戾天，避害紫渊。虽有锋门，不能危身。无注履平国不君，夏氏作乱。乌号𥨸发，灵公陨命。陈灵公通于夏姫，其子征舒病之，出自廏，射而中",
      "target": "。事见宣公十年。㤗江汉上游，政逆民忧。阴伐其阳，雄受其殃。无注否东家杀牛。闻𦤀腥臊，神怒不顾，命衰绝周。亳社灾焼，妄夷诛愁。易曰",
      "verse": "东邻杀牛，不如西邻之礿𥙊。"
    },
    {
      "source": "春秋鲁襄公三十年五月，鸟鸣于亳社。甲午，宋大灾。同人西诛不服，恃强负力，倍道趋敌，师走败覆。按史记，楚项梁西击秦，破章邯，引兵至定陶，再破秦军。项羽、沛公大破秦兵于雍，斩李由。梁益轻秦，有骄色。宋义諌弗听。秦悉起兵益章邯，击楚军，大破之定陶，项梁死焉。大有一妇六夫，乱扰不治。张王季疾，莫适为公。政道壅塞，周君失邦。无注谦配合相迎。利之四乡，昏以为期。明星煌煌，欣喜爽泽，所言得当。无注豫猿堕高木，不逶手足，握金怀王，还归其室。无注随卷领遁世，仁德不害，三圣欣同，周国茂兴。按史，周太王欲以国授季历，太伯、仲雍知之。太王病，二人托采药于荆蛮以让之，故云遁世。舎，止息也，言周之仁德不止息也。三圣，季历，文王、武王也。卷领未详，恐字有误。蛊。去患脱厄，安无怵愓。上福喜堂，见我欢兄。无注，临带季儿良，明知权兵，将师合战，敌不能当，赵魏以强。带季即带佗，与儿良俱战国时人，善用兵，知权变。观鹄思其雄，欲随凤东，顺理羽翼，出次湏日，中留北邑，复反其室。无注，噬嗑。耳如惊鹿，不能定足。室家分散，各走匿窜。无注贲甲乙丙丁，俱位我庭。三丑六子，入门见母。未详。剥蹑华巅，观浮云风雨不博心安匿无咎患。无注。复德施流行，利之四乡。雨师洒道，风伯逐殃。巡狩封禅，以告成功。巡狩者，天子巡行，诸侯所守之地。封禅，封土为坛，除地为禅。古者帝王之兴，毎易位而起，必封乎㤗山，所以告成功也。无妄水流趋下，遂成东海。求我所有，买鳣与鲤。无注大畜和气相薄，膏润津泽，生我嘉榖。无注颐忧惊以除。祸不成灾，安全以来。无注大过坚冰黄鸟，常哀。悲愁不见，白粒，但睹䔧蒿。数惊鸷鸟，飘为我忧。无注坎翕翕䡘䡘，实堕崩巅，灭其命身。䡘音田。离因祸致福，喜盈其室。无注咸佳居千里。不见河海，无有鱼市。无注恒鹿得羙草，鸣呼其友。九族和睦，不忧饥乏。鹿鸣，燕飨宾客",
      "target": "诗也，曰",
      "verse": "呦呦鹿鸣，食野之苹。"
    },
    {
      "source": "我有嘉宾，鼓瑟吹笙。遯出门得堂，不逢祸殃。入户自若，不见矛戟。无注大壮罍尊重席，命我嘉客。福祐久长，不见祸殃。无注晋鸣鸿俱飞，北就鱼池。鳣鲔𫚢鲤，多饶所有。一笱获两，利之过倍。无注明夷当风𡚒翼，与鸟飞北。入我嘉国，见吾庆室。无注家人麒麟凤凰，善政德祥。阴阳和调，国无灾殃。无注睽逐狐东山，水遏我前。深不可渉，失其后便。无注蹇丑戌亥子，饥馑前生。阴阳暴客，水绝我食。未详解狐狸雉兔，畏人逃去。分走窜匿，不知所处。无注损桀跖恶人，使德不通。炎旱为殃，年榖大伤。无注𦐍兔乳在室，行求雀食。虎惧我子，长号不巳。无注遘土阶明堂，礼让益兴。雄二相得，使民无疾。帝尭之时，土阶三尺。周公宗祀文王于明堂，以配上帝。雄二相得，未详。萃送金出门，并失玉丸。往来井上，破瓮坏盆。无注升讽德诵功，羙周盛隆，加其旦辅，光济冲人。周自文武兴，功德隆盛，成王幼冲，又得周公旦为",
      "target": "辅。书曰",
      "verse": "昔公勤劳王家，惟予冲人，弗及知困。"
    },
    {
      "source": "先王以至日闭关，商旅不行。兑福德之士，欢悦日喜。夷吾相桓，三归为臣，赏流子孙。夷吾，齐相管仲也。三归，台名，妇人谓嫁曰归。一娶九女，而备三姓。涣上无飞鸟，下乏走兽，乱扰未治，民劳于事。无注节据斗运枢。顺天无忧，与乐并居。斗，宿名，南北二斗，象皆如斗。北极有五星，太乙常居其中，是枢星也。中孚戴瓶望天，不见星辰。顾小失大，福逃庐外。无注。小过月削日衰，工女下机。宇宙灭明，不见三光。无注既济操戟，刺鱼被发，立忧。虎脱我衣，狼取我袍，亡马失财。无注未济两人俱醉，相与悖戾。心乖不同，争讼匈匈。无注乾下，兑上。𦐍戴尭扶禹，松乔彭祖。西过王母，道里夷易，无敢难者。尭唐帝禹、夏禹、赤松、王乔、彭祖，皆古仙人，名之乾狼戾羙谋，无言不殊。允厌帝心，悦以获祐。无注坤歳暮华落，阳入阴室。万物伏匿，绝不可得。无注屯鸡鸣失时，君骚相忧。犬吠不休，行者稽留。无注蒙凫鹥游泾，君子以宁。履德不愆，福禄来成。诗凫鹥，守成也。曰凫鹥在泾，公尸来燕来宁。又云公尸燕饮，福禄来成。需薄为藩蔽，劲风吹却，欲上不得，复归其宅。无注讼东行破车，歩入危家。衡门垂倒，无以为主。卖袍续食，糟糠不饱。无注师青牛白咽，呼我俱田。历山",
      "target": "下，可以多耕。歳稔时节，民人安宁。无注比异国殊俗，情不相得。金木为仇，百贼擅杀。无注小畜阴阳，精液高熟。晚拆胎鲲成，鬼，肇生头目，日有大喜。无注履饥蛊作害，偏多乱缠，绪不可得。无注㤗清泠如云，为兵导先，民人𡨚急，不知西东。无注否。班马旋师，以息劳罢役夫嘉喜，入户见妻。春秋",
      "verse": "齐师夜遁，有班马之声。"
    },
    {
      "source": "注马不相见，故鸣。班别也。同人坐争立讼，纷纷匈匈，卒成祸乱，灾及家公。无注大有鹿食羙草，逍遥求饱。日暮后门，过期乃还，肥泽且厌。无注谦田鼠野雏，意常欲去。拘制笼槛，不得揺动。无注豫月趋日歩，周遍次舎。历险致远，无有难处。无注随天孙帝子，与日月处。光荣于世，福禄祉祉。无注蛊晨风文翰，大举就温。昧过我邑，羿无所得。诗𫛣彼晨风，郁彼北林。晨风，鹯也。羿，古之善射者。临旦生夕死，名曰婴鬼，不可得视。无注观疾贫望仕，使伯南贩，开牢择羊，多得大牂。无注噬嗑长城骊山，生我大残。渉叔发难，唐叔为患。秦筑长城，建阿旁宫于骊山。渉叔，即陈渉也。贲娶于姜吕，驾迎新妇。少齐在门，夫子欢喜。春秋昭公二年夏四月，韩须如齐逆女。齐陈无宇送女致少姜。少姜有宠于晋侯，谓之少齐。姜，齐姓。剥随时春草旧枝叶超扶䟽条桃长大，羙盛华沃。铄舒。无注复姫姜、既欢二姓为婚。霜降合好，西施在前。武王之妃，太公吕望之女也。周，姫姓。太公，姜姓，封于齐。无妄戴笠独宿，昼不见，曰勤苦无代，长劳悲思。无注。大畜始加元服，二十系室，新婚既乐，伯季有得。元服，首服也。颐二室灵台文所止，游云物备，故长乐无忧。文王以民力为台为沼，而民欢乐",
      "target": "，谓其台曰灵台。古者天子有灵台，所以观祲象，望云物也。大过久阴霖雨，涂行泥潦。商人依山市，空无有。无注坎城坏压境，数为齐病，侵伐不休，君臣扰忧，上下屈竭，士民无财。无注离南国盛茂，黍稷醴酒，可以飨养，乐我嘉友。无注咸忧在心腹，内崩为疾，祸起萧墙。意如制国。左传",
      "verse": "意如，鲁大夫季平子名。"
    },
    {
      "source": "日中会于军门。苴立表下漏以待贾，日中而贾不至，遂斩",
      "target": "。大壮四足俱走，奴罢在后。德战不胜，败于东楚。无注晋执辔西朝，回还故处。麦秀伤心，叔父有忧。无注明夷长夜短日，阴为阳贼。万物空枯，藏于北陆。汉志",
      "verse": "日行四陆，春东陆，夏南陆，秋西陆，冬北陆。"
    },
    {
      "source": "抱布贸丝。又匪我愆期，子无良媒。此妇人为人所弃，而自叙其事，以道其悔恨之意也。涣被服大冠，游戏道门。以礼相终，身无殃患。无注节大麓鱼池，陆为海涯。君子失行，小人相携。无注中孚渊泉溢出。为我邑祟。道路不通，孩子心惯。惯当作愦。小过十里望烟。散涣四分，形体灭亡。可入深渊，终不见君。无注既济传言相误，非奸径路。鸣鼓逐狼，不知迹处。无注未济东失大珠，西行弃𥜗，时多不利，使我后起。无注乾上巽下。遘，河伯大呼，津不可渡，往复尔故，乃无大悔。庄子秋水时至，百川灌河，泾流之大，两溪涯渚之间，不辨牛马，河伯自喜，以为天下之羙尽在矣。之乾蒙被恩德，长大成就，柔顺贞利，君臣合好。无注坤东山西山，各自止安。心虽相望，意不同堂。无注屯登山上谷，与虎相触。猬为功曹，班叔奔北，脱",
      "target": "嘉国。史记龟策传云",
      "verse": "郭璞曰：猬能制虎。"
    },
    {
      "source": "有妫之后，将育于姜。八世之后，莫之与京。姜，齐姓。营丘，齐所封之地。比鹿畏人匿，俱入深谷，短命不长，为虎所得，死于牙腹。无注小畜，言无约结，不成契倦。殷叔季女，公孙争之，强入委禽，不悦于心，乃适子南郑徐吾犯之妹羙，公孙楚聘",
      "target": "矣，公孙黒又使强委禽焉。注云",
      "verse": "禽，鴈也。"
    },
    {
      "source": "纳采用鴈，事见春秋鲁昭公元年。殷叔，未详。履鼓瑟歌舞，欢遗于酒，龙喜张口，大喜在后。无注。㤗。凶忧灾殃，日益章明，祸不可救，三郤夷伤。按春秋，三郤，晋大夫郤锜、郤犨、郤至。成公十七年，晋厉公侈，多外嬖，欲尽去群大夫而立其左右，遂杀三郤否。水流趋下，遂成东海。求我所有，买鳣与鲤。无注同人。阴为阳贼，君不能克。举动失常，利无所得。无注大有。离床失案，龟丧其愿。都市无会，叔季怀恨。无注谦。雍遏堤防，水不得行。火愼阳光，阴霓伏藏，走归其乡。当作霓豫。躄屈复申，本乘浮云，贵宠母前。无注随实沈。参罚以义，断割。次陆服薪。成我霸功。实沈、参神。参虚，晋地也。罚当作虚。蛊。金泉黄宝，宜与我市。娶嫁有息，利得过母。无注临。禹召诸侯，会稽南山。执玉万国，天下康宁。史记。禹南巡狩。会诸侯于涂山。执玉帛者万国。观三虫作蛊。践迹无与。胜母盗泉。君子不处。按史记邹阳书里名。胜母曽子不入。盗泉，孔子不漱。噬嗑华叶堕落，公归妪宅。夷子失民，洁白不食。无注贲。履机惧毁，身王子废。终得所欲，无有凶害。无注剥。道理和德，仁不相贼。君子攸往，乐有利福。无注复。合匏同牢，姫姜并居。无注无妄。关雎淑女贤，贤妃偶。宜家寿母，福禄长久。诗关雎，后妃",
      "target": "德也。云",
      "verse": "关关雎鸠，在河之洲。"
    },
    {
      "source": "窈窕淑女，君子好逑。大畜骐骥晚乳，不知子处。旋动悲鸣，痛伤我心。无注颐智嵓绝理，阴孽谋主，十日不食，困于申亥。春秋昭公十三年夏四月，楚公子比等因四族之徒以入楚，杀太子禄及公子罢敌告乾谿",
      "target": "师，使叛楚灵王，还及訾梁而师溃，遂依申亥。夏五月，王缢于申亥氏。大过监诸攻玉，无不穿凿。麟凤成形，德象君子。三仁翼事，所求必喜。无注坎昧暮乘车，以至伯家，逾梁渡河，济脱无他。无注离吾有黍粱，委积外场。有用服葙运我藏，富于喜粮。无注咸喜笑且语，不能掩口。官爵并至，庆贺盈户。无注恒雾露雪霜，日暗不明。阴孽生疾，年榖大伤。无注遯伯去我东，发扰如蓬。寤寐长叹，展转空床。内怀怅恨，摧我肝肠。诗卫风伯兮篇云",
      "verse": "自伯之东，首如飞蓬。"
    },
    {
      "source": "欲之。出其朴，乃鼠也。因谢不取。出战国䇿明夷。西戎为疾，幽君去室。陈子发难，项伯成就。春秋幽王十五年，有西夷犬戎",
      "target": "难。幽君，即幽王也。史记",
      "verse": "陈胜，字渉，秦二世元年，起兵于蕲。"
    },
    {
      "source": "陈子，即陈胜也。项伯尝以身蔽翼，沛公卒成汉业。家人秋风生哀，华落生悲。公室多难，羊舌氏衰。春秋鲁昭公二十八年，晋祁盈执祈胜，晋侯执祁盈杀之，及杨食我。食我，祁盈之党也，而助乱，故杀之。遂㓕祈氏、羊舌氏。公室，晋室，晋侯，顷公也。睽持福厌患，去除天残。日长夜尽，喜世蒙恩。无注蹇，新授大喜，福复重来。乐且日富，是惟丰财。无注解，前顿却踬，左跌右逆。登高安梯，复反来归。无注损，梦饭不饱，酒未入口。婴女虽好，媒鴈不许。无注益大都王市，稠人多宝。公孙宜贾，资货万倍。无注𦐍两人俱醉，相与悖戾。心乖不同，争讼匈匈。无注萃身无头足，超跖空乖。不能远之，中道废休，失利后时。无注升。三人俱行，六目光明。道逢淑女，与我骥子。无注困。进仕为官。不若复田，获寿保年。无注井。先易后否，失我所市。骚苏自苦，思吾故𡈽。无注革。苏氏发言，韩魏无患。张子驰说，燕齐以安。按史记，苏秦说韩魏以合从，张仪说燕齐以连衡。鼎。武库军府，甲兵所聚，非里邑居，不可舎止。无注。震。一身三口，莫适所与。为孺子牛，田氏主咎。按春秋传，孺子名荼，齐景公妾鬻姒所生。景公尝衘绳为牛，使荼牵",
      "target": "，故曰为孺子牛。良西山东山，各自止安。心虽相望，竟未上堂。无注。渐不改柯叶，和气中，适。君子所在，安无怵惕。无注归妹将戌击亥，阳藏不起。君子散乱，太山危殆。无注丰天官列宿，五神舎室。宫阙完坚，君安其居。无注旅，左手把水，右手把火。如光与鬼，不可得从。无注巽逐狐东山，水遏我前，深不可渉，失利后便。无注兑。水渎鱼室，来灌吾邑。冲没我家，与狗俱游。未详。涣山险难登，涧中多石。车驰𫐕击，重载伤轴。担负善踬，跌逶右足。无注节糟空无实，豚彘不食。庶民屈竭，离其居室。糟当作槽。中孚执𤍠烂手，火为灾咎。公孙母赖，败我玉宝。无注小过三虎上山，更相噬啮。心志不亲，如仇与怨。无注既济西家嫁子，借邻送女。嘉我淑姫，宾主俱喜。无注未济克身洁巳，逢禹巡狩。钖我玄圭，拜受福祉。书禹贡云",
      "verse": "禹锡玄圭，告厥成功。"
    },
    {
      "source": "焦氏易林<第一十三页>易林卷第十二坤下，兑上。萃䝉庆受福，有所获得。不利出城，病人困𣗥。无注",
      "target": "乾，硕鼠四足，飞不上屋。颜氏渊德，未有爵禄。无注。坤新受大喜。福履重职，乐且日富。无注。屯克身整巳，逢禹巡狩。锡我玄圭，拜受福祉。书禹贡云",
      "verse": "禹锡玄圭，告厥成㓛。"
    },
    {
      "source": "言水土既平，禹以玄圭为贽，而告成㓛于舜也。水色黒，故圭以玄云。䝉置筐失筥，轮破无辅。家伯为政，病我下土。家伯，周幽王臣。诗十月",
      "target": "交四章云",
      "verse": "家伯为宰。"
    },
    {
      "source": "凡我同盟之人，既盟之后，言归于好。二十六年，齐人侵鲁西鄙，鲁以楚师伐齐，取榖，竟亡葵丘之好。讼，亡锥失斧，公输无辅，抱其彛器，适君子处分，输子名班，鲁之巧人也。师家在海隅，桡短深流，伯氏难行，无目以趋，无注比德施流行，利之四乡，雨师洒道，风伯逐殃，巡狩封禅，以告成㓛巡狩，天子巡行，诸侯所守之地。封禅，封土为坛，除地为禅。古者帝王之兴，毎易位而起，必封乎泰山，所以告成㓛也。小畜筐倾筥覆，丧我公粒。简伯无礼，太师正食。未详。履泥滓污辱，弃捐沟渎。为众所笑，终不显禄。无注泰猕猴兔走，腥臊少肉，漏巵承酒，利无所得。无注否鹿畏人藏，俱入深谷。命短不长，为虎所得，死于牙腹。无注同人南山兰芝，君子所有。东家淑女，生我玉宝。兰，香草。芝，灵草也。大有左指右挥，邪佞侈靡。执节无良，灵君以亡。按左传，陈灵公通于夏姫，遂为征舒所害。谦郁怏不明，为湿所伤。众阴群聚，共夺日光。无注豫。穿鼻系𣗥，为虎所拘。王母祝福，祸不成灾。突然脱来，无注随。贫鬼守门，日破我盆。毁罂伤釭，空虚无子。无注蛊。襄王束带，郑人是赖。庄公𡖖士，皇母忧苦。束当作叔。襄王，周惠王太子，名郑。叔带，襄王之弟，惠后之子，有宠于惠后，欲立叔带，故襄王避其难，出居于郑。庄公为王𡖖士。皇母即惠后也。临昭君死国，诸夏䝉德异类既同宗我王室无注。观冬薮枯腐，常风于道，䝉被尘埃，左右劳苦。无注。噬嗑六爻既立，神明喜告。文定吉祥，康叔受福。按史康叔名封，周武王同母少弟也。周公诛武庚，以殷余民封康叔于卫，作康诰、酒诰、梓材以命之。康叔",
      "target": "国民大说。成王用事，举康叔为周司寇，赐卫宝𥙊。器贲。泣涕长诀，我心不快。远送卫野，归宁无子。诗燕燕篇云",
      "verse": "之子于归，远送于野。"
    },
    {
      "source": "卫庄姜送戴妫归于陈而作也。剥三宿无主，南行劳苦。东里失利，丧其珍宝无注。复大斧破木，谗佞败国。东间梁王，祸及三子。晋人乱危，怀公出走。按春秋传，晋献公三子，申生、重耳、夷吾也。献公听骊姫之谗，杀申生，重耳奔蒲，夷吾奔屈。怀公，夷吾子也。僖公二十三年，自秦逃归嗣立，明年文公立，遂出",
      "target": "。无妄乘风上天，为时服轩。周旋万里，无有患难。无注。大畜大树百根，北与山连。文君作人，受福万年。诗云",
      "verse": "周王寿考，遐不作人。"
    },
    {
      "source": "岂弟君子，遐不作人。盖言文王能变化鼓舞，振作天下之人而人归之，故受此万年之福也。颐阳伏在下，阴制祐福。生不逢时，潜龙隐处。无注大过。乱头多忧，搔虱生愁。膳夫仲尹，使我无聊。诗十月",
      "target": "交云",
      "verse": "仲允膳夫。"
    },
    {
      "source": "膳夫，上士，掌王之饮食膳馐者也。坎江河淮海，天",
      "target": "都市。商人受福，国家富有。无注",
      "verse": "离，太山幽谷。"
    },
    {
      "source": "凤皇游宿，威仪有叙，可以来福。泰山，五岳之东岳也。五经通义一名岱宗，王者受命易姓，报㓛告成，必于岱宗也。东方万物始交代之处。咸山水暴怒，坏梁折柱，稽难行旅，留连愁苦。无注恒，阿衡服箱，太一载行。巡时历舎所",
      "target": "。吉昌。阿衡，伊尹号太一星名遯。三宿无主，南行劳苦，东里失利，丧其珍宝。无注大壮生无父母，出门不喜。买菽失粟，亡我大乘。无注晋安坐玉堂，听乐行觞。饮福万歳，日受无疆。一云",
      "verse": "安坐北堂，终夕举觞，福禄卒歳，日受无疆。"
    },
    {
      "source": "无注明夷登危入厄，四时变易，春霜变雪，物皆凋落。无注家人。衣穴履穿，无以御寒。细小贫窭，不能自存。无注睽目不可合，忧来搔足，悚愓恐惧，去其邦域。无注蹇赍贝赎狸，不听我辞。系于虎须，牵不得来。无注解伯夷叔齐，贞廉",
      "target": "师。以德防患，忧祸不存，声芳后时。武王伐纣，伯夷、叔齐扣马而諌。其后武王得天下，不食周粟而死。孔子曰",
      "verse": "伯夷、叔齐饿于首阳之下，民到于今称之。"
    },
    {
      "source": "损张王子季争财相制，摘君顽嚚，不知所申。卫鞅说秦孝公，变法令，立徙木之信，孝公大说，封鞅商于十五邑，号曰商君。心不则德义之经为顽，口不道忠信",
      "target": "言为嚚益。长城既立，四夷宾服，交和结好，昭君受福。史记秦始皇遣䝉恬北监军于上郡，筑长城以遏胡虏，而四海混一，𦐍千欢万悦，举事为决，获受嘉庆，动作有得，无注遘种一得十，日益有息，仁政获民，四国睦亲，无注升，安子富有，东国不殃。齐郑和亲，显比以喜。无注困，九里十山，道仰峻难。牛马不前，复反来还。无注井，鸠杖扶老，衣食百口。増添寿考，凶恶不起。一云",
      "verse": "鸠杖扶身，富及其邻。"
    },
    {
      "source": "子孙寿考，庆吊不亲。老人食多咽，故刻杖为鸠，取鸠食不咽",
      "target": "义。出白帖。革雾露雪霜，日暗不明。阴孽为疾，年榖大伤。一云",
      "verse": "不见日月，雾临霜雪，年榖不登，糇粮日绝。"
    },
    {
      "source": "无注。鼎迷行数邪，不知东西，阴强暴逆，道理不通。无注。震登高上山，见王自言信理，我𡨚得职，䝉恩。无注。艮三世为德，天祚以国，封建少昊，鲁侯之福。无注。渐桥木无息，汉女难得。橘柚请佩，反手难悔。桥当作乔。诗汉广南有乔木，不可休息。汉有游女，不可求思。言文王之化被于南国，有以变其淫乱之俗，女子以端庄自守，故诗人羙之。归妹东邻西家，来即我谋。中告吉诚，使君安宁。无注丰褰衣出户，心欲北走。王孙母惊，使我长生。无注旅。三日不饮，远水无酒，昼夜焦喉，伤鬼为咎。无注巽。众口销金，愆言不验，腐臭败兔，入市不售。无注兑。姫冠应门，与伯争言，东家失狗，意我不存，争乱忘因，绝其所欢。无注涣。祚加明德，兴我周国，公刘文母，福流子孙。一云祚周福鲁。公刘，后稷之曽孙。太王，公刘之九世孙。公刘虽在戎狄之间，复修后稷之业，百姓怀之。周道",
      "target": "兴，实自此始。节针头刺手，百病瘳愈。抑按扪灸，死人复起。扪，音门。灸，音久。中孚",
      "verse": "元龟象齿，大赂为宝。"
    },
    {
      "source": "元龟象齿，大赂南金，小过故室旧庐，消散无余。不如新创，可以乐居。无注既济老狐多态，行为蛊怪。惊我主母，终无咎悔。狐妖兽也。未济爱子多才，起迹空虚。避害如神，水不能濡。无注巽下，坤上。升禹凿龙门，通利水泉。东注沧海，民得安全。龙门，按书禹贡属雍州，在今冯翊夏阳县。以下皆言禹治水。之㓛",
      "target": "乾。白鹿鸣呦，呼其老小。喜彼茂草，乐我君子。诗小雅",
      "verse": "呦呦鹿鸣，食野之萍。"
    },
    {
      "source": "以燕乐嘉宾之心。坤百里南行，虽微得明。去虞适秦，为穆国𡖖。百里奚，虞人也。知虞",
      "target": "将亡，遂去适秦，相穆公，遂霸西戎，屯王宜。孙喜张，名益，有龙子善行，西得大寿。未详。䝉画龙头颈，文章不成。所求不得，失利后时。无注需，商子无良，相怨一方。引刚交争，咎自以当。无注讼，衰老困极，无齿不食，痔病消瘵，就阴为室。无注小畜，牛骥同槽，郭氏以亡。国破为虚，君奔走逃。按胡传庄公二十四年，齐桓公问郭父老曰",
      "verse": "郭何以亡？父老曰：见善而不能举，恶恶而不能去，所以亡。"
    },
    {
      "source": "比安平不倾，载福长生，君子以宁。无注师鸢生会稽，稍巨能飞。翺翔桂林，为众鸟雄。会稽、桂林皆地名。履日中，明德盛兴两国，仁圣会遇，君受其福，臣多荣禄。无注泰。公刘之居，太王所业，可以长生，拜受福爵。公刘，后稷之曽孙。太王，公刘九世孙。公刘虽在戎狄之间，复修后稷之业，百姓怀之。周道之兴，实自此始。至太王复修后稷、公刘之业，积德行义，国人皆戴之。否，时凋歳霜，君子疾病，宗女无辜，郑受其殃。未详。同人济河逾阨，脱母怵愓。四叔为卫，使惠不汉。高祖屡欲易太子，吕后患",
      "target": "，强要张良画计。良曰",
      "verse": "帝所不能至者四人，夏黄公、东园公、绮里季、角里先生。"
    },
    {
      "source": "卑辞厚礼聘之，来则使从太子入侍，此一助也。高后从其谋，由是得不废。后立为惠帝，大有缺破不完，残瘵侧偏。公孙幽遏，跂羁后门。无注谦。延颈远望。眛为目病。不见叔姫，使伯忧心。无注豫。上无飞鸟，下无走兽。扰乱未清，民劳于事。无注随。久阴霖雨，涂行泥潦。商人休止，布空无有。布当作市。蛊。盲者张目，跛羁起行。瞻望日月，与王相迎。无注临据斗运枢，高歩六虚。权既在手，寰宇可驱。国大无忧，与乐并居。斗，北斗，星名。北极五星其纽，天之枢也。观稼穑不偏，重过不倾。巧言贼忠，伤我申生。春秋，晋献公嬖骊姫，骊姫欲立其子奚齐，譛毁群公子及世子申生。噬嗑金城鐡郭，上下同力。政平民亲，寇不敢贼。无注贲目镜不明，冬灾大伤。盗华失实，十年消亡。未详。剥鳏寡孤独，命禄苦薄。入室无妻，武子悲哀。按春秋鲁襄公二十五年，崔武子欲娶棠姜，筮",
      "target": "。其繇曰",
      "verse": "入其宫不见其妻，凶复。"
    },
    {
      "source": "臣居燕不能使燕重，而在齐则燕重。易王许",
      "target": "，乃伪得罪于燕而奔齐，齐宣王以为客𡖖。苏秦说齐王，高宫室，大苑囿，以明得意，欲以敝齐，而为燕大畜。牵牛系尾，诎折几死，雕世无仁，不知所在。无注颐东龙𡨚独，不知所触。南北困穷，王子危急。无注大过疾贫王孙，北陆无禅。禄命苦薄，两事孤门。无注坎公孙驾酾，载游东齐。延陵说产，遗季苎衣。酾当作骊。左传",
      "verse": "郑大夫子产、吴公子季札尝聘郑，与子产相得，子产以舒衣献季札离。"
    },
    {
      "source": "王良善御，伯乐知马。文王东猎，获喜圣事，开福祐贤，周发兴起。王良，古之善御者。伯乐，古之善相马者。此喻文王知太公",
      "target": "意。按史",
      "verse": "吕望姓姜，年八十余，钓于渭水，西伯出猎，载之以归，尊为太公。"
    },
    {
      "source": "武王立为师，遂伐纣，有天下。发，武王名咸，日月不居。重耳趋舎，游燕入秦。晋国是霸。重耳，晋文公名。以骊姫之谗。𥘉奔翟。后入秦。在外十九年。僖公二十四年入晋。是为文公。遂霸诸侯。恒假文翰翼，随风偕北。至虞夏国，兴爱相得。年歳大乐，邑无盗贼。虞，舜帝国号夏。大禹国号遯。南行无遯，延颈后食。举止失利，累为我孙。无注大壮，开元作喜。建造利事，平准货宝，海内殷富。无注晋三犬俱走，斗于谷口。白燕不胜，死于阪下。无注明夷。骄胡大彤。造恶作凶。无所能成，还自㓕身。一作骄胡犬形，义通家人，拜跪赞辞，无益于尤。大夫顽嚣，使我生忧。无注睽辰以降娄，王驾巡狩。广祐施惠，万国咸喜。降娄，宿名，戌分巡狩，天子巡行，诸侯所守之地也。蹇牵羭上楼，与福俱居。劳躬治国，安乐无忧。羭，音俞，牡羊。左传专",
      "target": "羭。注",
      "verse": "羙也。"
    },
    {
      "source": "解白鸟衔饵，鸣呼其子。挟施张翅，来从其母。无注损盲瞽独宿，莫与共食。老穷于人，病在心腹。无注益登木出渊，稍上升天。明德孔圣，白日载荣。无注𦐍彭离济东迁，废上庸。很戾无节，失其竉功。彭越从汉，屡立大㓛，封梁王。及陈豨反于代，征兵梁王，梁王称病不往高。帝怒，使人让之。梁王恐欲自往，谢，其将扈辄止之，劝王反，梁王不听，遂为太仆所告。汉帝使使掩捕梁王囚之。后赦处蜀。遘餐阳上舞，神明生气，拜禹受福，君施我德。无注萃，从首至足，部分为六，室家离散。逐南乞食，无注困。民迷失道，乱我统纪。空使乾革，实无所有。无注井，刻画为饰。嫫母无盐，毛嫱西施，求事必得。嫫母无盐，妇人貌之丑恶者。毛嫱，即西施貌",
      "target": "羙好者。革居诸日月，御暗不明。长夜丧中，绝其纪纲。诗日月篇",
      "verse": "日居月诸，照临下土。"
    },
    {
      "source": "自公召之。震，当变立权，擿解患难。涣然冰释，六国以宁。无注。艮西戎獯鬻，病于我国。扶陜之岐，以保乾德。獯鬻，狄人名。周太王避狄人之难，迁于岐山之下居焉。渐南行逐羊，予利喜亡。阴孽为病，复反其邦。无注。归妹游戏仁德，日益有福。凶言不至，妖孽㓕息。无注。丰奏日新。婚就阳曰温。喜乐万歳，获福有年。一云获福大椿。无注旅阴升阳伏，舜失其室，相饰不食，安巢如𣗥。无注巽。臣尊主卑，威权日衰，侵夺无光，三家逐公。春秋昭公二十五年九月戊戌，伐季氏，叔孙氏、孟氏救",
      "target": "，三家反攻公。巳亥，公逊于齐，次于阳州兑。反言为残。戎女生患，乱吾家国，父子相贼。春秋左传",
      "verse": "晋献公嬖骊姫，骊姫欲立其子奚齐，赂外嬖梁五，东关嬖五譛，毁群公子及世子申生。"
    },
    {
      "source": "涣。迎福开户，喜随我后。康伯恺悌，治民以礼。康伯即康侯",
      "target": "义。周易晋卦曰",
      "verse": "康侯用锡马蕃庶。"
    },
    {
      "source": "康侯者，治安",
      "target": "侯也。节。日就月将，昭明有㓛。灵台欢赏，胶鼓作人。灵台，文王台名。古者天子有灵台，所以观祲象，望云物。中孚。百草嘉卉，萌芽将出。昆虫扶户，阳明得所。无注",
      "verse": "小过。"
    },
    {
      "source": "子击磬于卫，有荷蒉而过孔氏",
      "target": "门者，曰",
      "verse": "有心哉，击磬乎！荷蒉，隐士也。"
    },
    {
      "source": "坎下，兑上。困席多针刺，不可以卧，动而有悔，言行俱过，无注之乾。乌鹊食榖，张口受哺。䝉被恩德，长大成就。柔顺利贞，君臣合好。无注坤六鹳退飞，为襄败祥。陈师合战，右股夷伤。遂以薨崩，霸功不终。春秋僖公十六年正月，六鹳退飞，过宋都。二十二年十一月，宋公及楚人战于泓，宋师败绩，公伤股。二十三年五月，公卒，伤于泓故也。屯匍匐出走，惊惶悼恐。白虎王孙蓐收在后，居中无咎。无注蒙庇卢不明，使孔德妨。女孽乱国，虐政伤仁。孔子为政于鲁，齐人闻之惧，馈女乐以沮之。季桓子受",
      "target": "，不听政。需石鼠四足，不能上屋。颜氏淑德，未有爵禄。无注讼襄送季女，至于荡道。齐子旦夕，久留连处。季女，齐子，齐襄公妹，鲁桓公夫人也。桓公十八年，公与夫人姜氏如齐，诗云",
      "verse": "鲁道有荡，齐子庸止。"
    },
    {
      "source": "武王之母弟八人，周公为太宰，康叔为司寇，聃季为司空。五叔无官。五叔，即管、蔡、成、霍、毛也。周定鼎郏鄏，卜年七百，卜世三十，履八会。大都饶富有余，安民利国，可以长居。无注泰。阴云四方，日在中央。人虽昏雾，我独昭明。无注否。薄为灾虐，风吹云𨚫，欲上不得，复归其宅。无注同人。昭昭略略，非忠信客。言语反复，以黒为白。无注大有。三女为奸，俱游高园。背室夜行，与伯笑言，祸及乃身，𡨚死谁祷。无注谦渉尸留鬼，大斧所视。文昌司过，简公乱死。按春秋鲁哀公十四年，齐陈恒执简公于舒州，遂死焉。豫大足长股，利出行道。囷仓充盈，䟽齿善市，宜钱富家，事得万倍。无注随筐筥锜釡，可活百口。伊氏鼎俎，大福所起。按史记，伊尹负鼎俎，以滋味说汤，致于王道。蛊升高登虚，欲有望候。驾",
      "target": "北邑，与喜相扶。无注临用彼嘉宾，政平且均。螟虫不作，民得安宁。无注观桃夭少叶，婚说宜家。君子乐胥，长利止居。诗周南桃夭篇",
      "verse": "桃之夭夭，灼灼其华。"
    },
    {
      "source": "我二人共贞，公其以予亿万年敬天之休。颐养鸡生雏，畜马得驹。明堂太学，君子所居。无注大过雷行相逐，无有休息。战于平陆，为夷所覆。无注坎委蛇，循河，北至海涯。渉历要荒，君世无他。无注离鸿声大视，高举神化。背昧向明，以道福功。无注咸比目四翼，来安吾国。福喜上堂，与我同床。无注恒先縠彘季，反谋桓子。子从元帅，遂行挑战，为荆所败。先縠彘季，晋臣名。桓子，晋荀林父也。鲁宣公十二年，楚子围郑，晋师救之。荀林父将中军，先縠佐",
      "target": "。及河，闻郑与楚平，桓子欲还，彘子曰",
      "verse": "不可。"
    },
    {
      "source": "子为元帅，师不用命，谁",
      "target": "罪也？遂请挑战，晋师败绩。遯三头六足，欲盗东国。颜子在迩，祸㓕不成。无注大壮縁山升木，中坠于谷。子舆失劳，黄鸟哀作诗。黄鸟，子车，秦三良。子舆，即子车。晋南有嘉鱼，驾黄取麟。鲂鲤弥弥，利来无忧。诗小雅南有嘉鱼篇。传云",
      "verse": "嘉鱼鲤质鳟鲫肌，出沔南之丙穴。"
    },
    {
      "source": "明夷邃气作云，䝉覆大君。塞聪蔽明，殷人贾伤。无注。家人举翅摅翼，跂望南国。延颈郄缩，未有所得。无注。睽坎中虾蟆，乍盈乍虚。三夕二朝，形消无余。无注蹇僮子射御，不知所定。质疑蓍龟，孰知所避。国安土乐，宜利止居。兵寇不至，民无搔扰。蓍所以筮，龟所以卜。解阴滛寒疾，水离其室。舟楫大作，伤害黍稷。民饥于食，不无病厄。无注损离友绝朋，巧言谗匿，覆白洿玉，颜叔哀哭。未详益童女无媒，不宜动摇。安其室庐，傅母何忧。无注𦐍作凶作患。北檄困贫，东与祸连，伤我老根。无注遘东南其户，风雨不处。曣睨仁人，父子相保。无注萃被发兽心，难与比邻。来如飘风，去如绝弦，为狼所残。无注升天覆地，载日月，运照阴阳，允作方内四富。无注井桀乱无道，民散不聚。背室弃家，君孤出走。夏桀暴戾，汤伐",
      "target": "，放于南巢而死。革申酉稷射阴慝萌作柯葭，载牧，泥涂不白。无注鼎踝踵足伤，右指病疡。失旅后时，利走不来。无注震四足俱走，驽疲在后。战既不胜，败于东野。无注艮涂行破车，丑女无媒。莫适为偶，孤困独居。无注渐搏髀大笑，不知忧惧。开立大路，为主所召。无注归妹伯圭东行，与利相逢。出既遭昧，孰不相知，忧不成凶。无注丰东行贼家，郑伯失辞。国无贞良，居受其殃。无注旅前屈后曲，形体饬急。绞黒大索，困于清室。无注巽鼓腋大喜，行婚饮酒。嘉彼诸姜，乐我皇考。无注兑国将有事，狐嘈向城，三日悲鸣，邑主大惊。无注涣明德克敏，重华贡举，放勋征用，公哲䝉祐。书舜典曰",
      "verse": "若稽古帝舜曰重华，恊于帝，濬哲文明，温恭允塞，玄德升闻，乃命以位。"
    },
    {
      "source": "被严霜。甲兵充庭，万物不生。雄父夜鸣，民大扰惊。无注中孚丝舒布帛，人所衣服。掺掺女手，纺绩善织。南国饶足，取之有息。无注。小过凤有十子，同巢共母。仁圣在位，欢以相保。兴彼周鲁，凤灵鸟，太平之世则见。文王时鸣于岐山。鲁，周公之后。既济，雄鸡不晨，雌鸣且伸。志庇心离，三旅出哀。书牧誓。牝鸡无晨。牝鸡之晨，惟家",
      "target": "索。未济光祀春成。陈宝鸡鸣，阳鸟失道。不能自守，消亡无咎。举事不成，自取凶咎。按秦纪索隐注曰",
      "verse": "汉书郊祀志云：文公获若石云，于陈仓北坂城祠之。"
    },
    {
      "source": "其神来若雄雉，其声殷殷云，野鸡夜鸣。以牢祠",
      "target": "，号曰陈宝。又臣瓒云",
      "verse": "陈仓县有宝夫人祠，歳与叶君神会𥙊于此者也。"
    },
    {
      "source": "巽下，坎上。井踬跛未起，失利后市，不得鹿子，无注",
      "target": "乾。左辅右弼，金玉满堂。常盈不亡，富如敖仓，无注坤。雨师娶妇，黄岩季子。相呼而归，润泽田里。博物志曰",
      "verse": "太公为灌坛令，武王梦妇人当道，夜哭，问之，曰：吾是东海神女，嫁于西海神童，今为灌坛令，当道废我行，我行必有大风疾雨。"
    },
    {
      "source": "武王觉，召太公问",
      "target": "，果有疾风暴雨从太公邑外过，屯，螟虫为贼，害我稼穑，尽禾殚麦，秋无所得。无注䝉跛躄难歩，迟不及舎。露宿泽陂，亡其𥜗袴。跛，波上声。躄音壁需。大夫行父，无地不渉。为吾相土，莫如韩乐，可以居止。长安富有。一云游行诸国，莫若居韩。相土既沃，可以长安。诗韩奕诗云",
      "verse": "蹶父孔武，靡国不到。"
    },
    {
      "source": "宾之𥘉筵，是曰既醉。不知其邮侧弁之俄比，马惊破处，王孙沉沟，身死魂去，自为患害。无注。小畜东行述职，征讨不服。侵齐伐陈。衔璧为臣，大得意还。春秋鲁僖公六年，楚子围许，许男面缚。衘璧。侵齐伐陈，未详。履百足俱行，相辅为强。三圣翼事，王室宠光。三圣，尧、舜、禹也。泰本根不固，华叶落去，更为孤妪。无注否牧羊。稻园，闻虎喧喧。畏惧休息，终无祸焉。无注同人履位乘势，靡有绝蔽。为𥛬所图，与众庶位。无注大有大舆多尘，小人伤贤。皇甫司徒，使君失家。诗十月",
      "target": "交云",
      "verse": "皇父𡖖士，番维司徒。"
    },
    {
      "source": "传世三十，历年七百。出史记。困牛耳聋蔽，不晓声味。委以鼎俎，方始乱溃。无注革从叔旅行，食于东昌。嘉伯悦喜，与我芝香。无注鼎訾娵开门，鹤鸣弹冠。文章进用，舞韶和鸾。三仁翼政，国无灾殃。韶，舜乐名。和、鸾，皆铃也。在轼曰和，在镳曰鸾，车马",
      "target": "饰也。訾陬、开门，未详。震。游魂六子，百木所起。三男从父，三女随母。至巳而反，各得其所。易乾，坤生六子，乾父坤母。三男，震坎。艮。三女，巽离。兑。又曰",
      "verse": "游魂为变，百木所起，至巳而反。"
    },
    {
      "source": "使君媚好。皇女长妇，多孙众子。蔺当作兰。春秋郑文公有妾曰燕姞，梦天与",
      "target": "兰曰",
      "verse": "兰有国香，人服媚之。"
    },
    {
      "source": "既而文公见之，与之兰而御之，生穆公，名之曰兰。渐黄虹之野。贤君在位。荣假为相，国无灾殃。贤君谓齐桓公。荣假前卦作管叔，盖管叔相桓公以霸诸侯之事。归妹穿凿道路，为君除舎。开辟福门，喜在我邻。无注。丰商风数起，天下昏晦。旱魃为虐，九土兵作。商，伤也。其气遒劲，雕落万物。旅。自卫归鲁，时不我与。冰炭异室，仁道隔塞。孔子当周之季，自卫反鲁。巽原本空文兑六蛇奔走，俱入茂草。惊于长注，畏惧啄口。无注节。避蛇东走，反入虎口。制于爪牙，骨为灰土。无注中孚顷迭不行，弱足善僵。孟絷无良，失其宠光。春秋鲁昭公二十年，齐豹盗杀卫侯之兄孟絷，琴张将往吊",
      "target": "。仲尼曰",
      "verse": "齐豹之盗，孟絷之贼，汝何吊焉？小过十羊俱见，黄头为首。"
    },
    {
      "source": "焦氏易林<第一十四页>易林卷第十三离下，兑上。革马服长股，宜行善布。蒙祐谐偶，获金五倍。布当作市。之乾高原峻山，陆土少泉。草木林麓，嘉得所畜。无注坤一门二关，结缉不便。峻道异路，日暮不到。无注屯忧祸解除，喜至庆来。坐立欢门，与乐为邻。无注蒙殊类异路，心不相慕。牝牛牡豭，鳏无室家。豭音加，牡豕也。需太王为父，季历孝友。文武圣明，仁政兴起。旦隆四国，载福绥厚中庸。武王缵大王、王季，文王之绪。壹戎衣而有天下。讼。临河求鲤，燕蜿失饵。屏气摄息，不得鲤子。无注师买利求福，莫如南国。仁德所在，金玉为宝。无注比白虎赤愤，窥观王庭。宫阙被甲，大小出征。天地烦溃，育不能婴。无注小畜，子车针虎，善人危殆。黄鸟悲鸣，伤国无辅。诗黄鸟，哀三良也。秦穆公卒，以子车氏",
      "target": "三子为殉，云",
      "verse": "交交黄鸟，止于楚。"
    },
    {
      "source": "谁从穆公，子车针虎履。两目失明，日暮无光。胫足跛歩，不可以行。顿于丘傍。无注㤗。罗网四张，鸟无所翔。征伐困极，饥穷不食。无注否，伯夷、叔齐，贞廉之师。以德防患，忧祸不存。伯夷、叔齐，孤竹君",
      "target": "二子也。武王伐纣，叩马而谏，义不食周粟。孔子曰",
      "verse": "伯夷、叔齐饿于首阳之下，民到于今称之。"
    },
    {
      "source": "同人疾贫望幸，使伯行贩，开牢择羊，多得大牂。无注。大有南山",
      "target": "阳，华叶锵锵。嘉乐君子，为国宠光。无注谦东壁余光，数暗不明。主毋嫉妒，乱我业事。东壁，星名。豫，迷行晨夜，道多湛露。瀸我袴𥜗，重不可渉。无注随目瞬足动。喜如其愿，举家蒙宠。汉书",
      "verse": "眼瞬得酒肉。"
    },
    {
      "source": "瞬，如伦切，目动",
      "target": "貌。蛊鹰鹯欲食，雉兔困急。逃头见尾，为害所贼。无注临鼻移在项。枯叶伤生，下朽上荣。家扰不宁，失其金城。无注观飞不远去。法为罔待，禄养未富。无注噬嗑侧基败宫，重舌作凶。被发长夜。迷乱相误，深亡吉居。无注贲亥午相错，败乱绪业，民不得作。无注剥野麋畏人，俱入山谷。命短不长，为虎所得，死于牙腹。无注复秋冬探巢，不得鹊雏。衘指北去，愧我少姫。无注无妄双凫俱飞，欲归稻池，经渉雚泽。为矢所射，伤我胸臆。无注大畜天门开辟，牢户寥廓。桎梏解脱，拘囚纵释。桎音只。梏音谷。拘音拘。颐尼父孔丘，善钓鲤鱼。罗钓一举，得获，万头富我。家居。吏记世家曰",
      "verse": "孔子名丘，字仲尼，世称为尼父。"
    },
    {
      "source": "子钓而不纲，大过。彭君为妖，暴龙作灾。盗尭衣裳，聚跖荷兵。青禽照夜，三日夷亡。彭君一卦作彭名。妖作娯，暴作白，衣作舜，聚作桀，夜作火。见比之蒙。坎，华言风语，乱相诳误。终无凶事，安宁如故。无注离逃颈见足，身困不辱。欲隐避仇，为害所贼。无注咸无足断跟。居处不安，凶恶为残。跟音根恒三人俱行，北求大牂。长孟病足，倩季负囊。柳下之贞，不失我粮。无注遯退飞见祥，伤败毁坠。守小失大，功名不遂。无注大壮持心惧怒，善数摇动，不安其处。散灾府藏，无有利得。无注晋，牵尾不前。逆理失臣，恵朔以奔。春秋桓公十六年，左公子泄、右公子职立公子黔牟，卫侯朔出奔齐。明夷禄如周公，父子俱封。周公，周之蒙宰，其子伯禽封鲁侯。家人，吾有八人，信允笃亩，为尭所举，八元八凯",
      "target": "德曰齐。圣广渊明，允笃诚亩当作诚睽。久阴霖雨，泥涂行潦。商人休止，市空无宝。无注蹇。无足断跟。居处不安，凶恶为残。跟音根。解马蹄踬车，妇恶破家。青蝇洿白，恭子离居。青蝇，诗篇名。青蝇洿秽，能变白黒。春秋左传",
      "verse": "晋献公嬖骊姫，骊姫欲立其子奚齐。"
    },
    {
      "source": "造父取骅骝、绿耳以献于周穆王，王赐之赵城。其后生赵夙，辅晋献公伐霍。夙之后生衰，事晋文公，遂霸诸侯。姤驾车入里，求鲜鲂鲤，非其肆居，自令后市无注萃。求獐嘉乡恶地，不行，道止中迁，复反其床。无注升杖鸠负装，醉卧道傍。不知何公，𥨸我锦囊。老人食多咽，故刻杖为鸠，取鸠食不咽之义。出白帖。困登昆仑，入天门，过糟丘，宿玉泉，同惠欢，见欣君。昆仑之墟在西北方，去嵩高五万里，地之中，其高万一千里，出五色云气。㤗。山有大小天门，仰视天门，如从穴中望天。窗。糟丘、玉泉，未详。井水为火壮，患厌不起。季伯夜行，与喜相逢。无注鼎。乌孙氏女，深目黒丑。嗜欲不同，过时无偶。乌孙，国名，其女目深而丑黒也。震，子锄执麟。春秋作元。阴圣将终，尼父悲心。左传哀公十四年春，西狩于大野，叔孙氏之车子锄商获麟，孔子作春秋。艮灼火泉原，钓鲂山颠。鱼不可得，炭不可燃。无注。渐天马五道，炎火。久处往来，上下，非文钓巳。衣衰丝麻，相随在歌。凶恶如何，未详。归妹鸱鸮破斧，冲人危殆。赖旦忠德，转祸为福，顷危复立，鸱鸮破斧，皆豳风诗篇名，言周公诛管蔡以安周室之事。丰杜飞门，启忧患大解不为身，祸无注旅。石门晨开，荷蒉疾贫。遁世隐居，竟不逢时。石门即论语所谓晨门，掌晨启门之人，与荷蒉等皆贤而隐者。巽兔聚东郭，众大俱猎，围缺不成，无所能获。东郭㕙海内之狡兔兑，三羊群走，雉兔惊骇，非所畏惧，自令劳苦，无注涣羽翮病伤，无以为强。宋公德薄，败于水泓。鲁僖公二十二年，宋襄公及楚人战于泓，宋师败绩。节姫、姜雅叔三人偶食，论仁义福，以安王室。周公姫姓，太公姜姓，二人夹辅周室。雅叔，未详。中孚精诚所在，神为人辅。德教之中，弥世长久。三圣乃兴，多受福祉。无注小过歧周海隅，独乐不忧。可以避难，全身保才。文王生于歧周，太公辟纣，居东海",
      "target": "滨。既济孤独特处，莫依为辅，心劳志苦。无注未济顾望登台，意常欲逃。贾辛丑恶，妻不安夫。春秋鲁昭公二十八年，魏献子谓贾辛曰",
      "verse": "昔贾大夫恶，娶妻而羙，三年不言。"
    },
    {
      "source": "不笑巽下，离上。鼎。积德之至，君政且温。伊吕股肱，国富民安。伊尹相汤，吕望兴周。",
      "target": "乾顷筐卷耳，忧不得伤。心思故人，悲慕失母。按诗传",
      "verse": "顷，欹也。"
    },
    {
      "source": "筐，竹器。卷耳，枲耳，叶如鼠耳，丛生如盘。言后妃以君子不在而思念之，故赋此诗托言",
      "target": "也。坤，郤叔贾贷，行禄多悔，利无所得。无注。屯蹙狂跛祍，辟坐不行。弃损平人，名字无中。无注。蒙。文王四乳，仁爱笃厚。子畜十男，无有折夭。按淮南子云",
      "verse": "文王有四乳，需，容民畜众，不离其居。"
    },
    {
      "source": "东邻杀牛，不如西邻",
      "target": "礿𥙊。春秋鲁哀公四年六月辛丑，亳社灾。公羊注云",
      "verse": "何以书？记灾也。"
    },
    {
      "source": "比陆居少泉，高山无云，车行千里，涂洿尔轮，亦为我患。无注师，所望在外，鼎令方来，拭爵澡罍，炊食待之，不为季忧。无注履，长子入狱，妇馈毋哭，霜降旬日，乡晦伏法。无注泰。温山松柏，常茂不落，凤凰以庇，得其欢乐。无注否，大屋之下，朝多君子，德施博育，宋受其福。无注同人罗张目，决围合耦缺，鱼鸟生脱。无注大有羔裘豹祛，高易我字，君子维好。诗郑风羔裘",
      "target": "诗曰",
      "verse": "羔裘豹饰，孔武且力。"
    },
    {
      "source": "此刺朝",
      "target": "诗也。谦大头明目，载受喜福。三雀飞来，与禄相得。无注豫消锋铸刃，纵牛放马。甲兵解散，夫妇相保。史记",
      "verse": "武王胜殷，包藏弓矢，戢弭干戈，以示弗用。"
    },
    {
      "source": "归马于华山之阳，放牛于桃林之野，以示弗服。随吉日举钓，田弋猎禽，反行饮至，以告喜功。吉日，诗篇名。羙，宣王田也。蛊商人行旅，资无所有。贪贝逐利，留连玉帛。驭辕内安，公子何咎。无注。临火井旸谷，扬芒生角，犯历天门，窥见太微。登上玉床，家易共公。无注观秋隼东翔，数被严霜。甲兵庭堂，万物不生。鸡釡夜鸣，民扰大惊。无注噬嗑东行西歩，失其次舎。乾侯野井，昭君丧居。春秋昭公二十五年九月戊戌，伐季氏，叔孙氏、孟氏救",
      "target": "，三家反攻公。巳亥，公孙于齐，次于阳州。二十六年三月，公至自齐，居于郓。三十二年，薨于乾侯。齐侯唁公于野井。贲肿颈病腹，陷厕洿辱，命短时极，孤子哀哭。春秋",
      "verse": "晋侯有疾，张如厕，陷而卒。"
    },
    {
      "source": "剥切肤近火，虎绝我须。小人横暴，君复何",
      "target": "。无注",
      "verse": "复，女室作毒，为我心疾。"
    },
    {
      "source": "和不能治，晋人赴告。春秋鲁昭公元年，晋侯求医于秦，秦伯使医和视",
      "target": "，曰",
      "verse": "疾不可为也，是谓近女室。"
    },
    {
      "source": "疾如蛊，庚戌卒。无妄兵征大宛，北出玉门，与胡寇战平城道西，七日无粮，身㡬不全。大宛，国名。单于围汉祖白登七日。大畜，九子十夫，莫适与居。贞心不壹，自令老孤。无注颐东行稻麦，遂至家国。乐土无灾，君父何忧。无注大过作室山根，所以为安。一夕崩颠，破我饔飧。无注坎六人俱行，各遗其囊。黄鹄失珠，无以为明。无注离伯蹇叔盲，莫为守装。失我衣裘，我是阴乡。无注咸褒宠洒尤，败政倾家，覆我宗国。秦㓕周室，周幽王宠褒姒，废申后，并太子宜臼。申侯怒，与西夷犬戎攻幽王，虏褒姒。其后秦卒㓕周恒该言译语，仇祸相得。冰入炭室，消灭不息。无注遯彭名为妖，暴龙作灾，盗尭衣裳，聚跖荷兵。青禽照夜，三旦夷亡。妖作娯，暴作白，衣作舜，聚作桀，夜作火。见比",
      "target": "蒙。大壮，朝露白日，四马过隙。岁短期促，时难𠕅得。李斯传",
      "verse": "胡亥曰：人生犹骋六骥，过决隙晋，耳阙道衰，所为不成，求事匪得。"
    },
    {
      "source": "无注明夷。申公患楚，危不自安。重耳出奔，侧丧其魂。春秋成公七年，楚共王即位，子重子反。㓕申公，巫臣之族，申公亡之。晋重耳，晋文公名。僖公四年，被骊姫之譛出奔蒲。家人南上太山，困于此桑。左砂右石，牛马无食。无注。睽海隅辽右，福禄所在。柔嘉蒙礼，九夷何咎。东方",
      "target": "夷，有九种。蹇阳春生长，万物茂壮。垂枝布叶，君子比德。无注解低头𥨸视，有所畏避。行伯不利，酒酸鱼败，众若贪嗜。无注损。左辅右弼，金玉满柜，常盈不亡，富于敖仓。无注益。坐朝乘轩，据德宰民。虞舜受命，六合和亲。书舜典曰",
      "verse": "若稽古帝舜，玄德升闻，乃命以位。"
    },
    {
      "source": "王事靡盬，不遑将父。此劳使臣而作也。井击鼓陷陔，不得相逾。章父文德，福厌祸消。陔，阶次也。按礼有陔夏乐，谓击鼓为登阶",
      "target": "节。章，甫冠名。陷当作蹈，父与甫同。革，追亡逐北，呼还幼叔。至止而复，得反其室。无注震老猾大偷，东行盗敖。困于噬敖，㡬不得去。无注艮禹召诸侯，会稽南山。执玉万国，天下康安。史记",
      "verse": "禹南巡狩，会诸侯于涂山，执玉帛者万国。"
    },
    {
      "source": "渐忉怛忉怛，如将不活。黍稷之恩，灵辄以存，获生保年。按春秋鲁宣公二年，晋宣子舎于翳桑，见灵辄饿食之。及灵公欲杀宣子，辄倒戟以御公徒而免之。归妹侯叔，兴起季子富有。照临楚国，蛮荆是安。季子，即鲁大夫季孙氏，专国政。孔子称季氏富于周公。按春秋鲁昭公七年，楚子成章华之台，愿与诸侯落",
      "target": "。䓕启强曰",
      "verse": "臣能得鲁侯。"
    },
    {
      "source": "吾不忘先君",
      "target": "好，将使衡父照临楚国，镇抚其社稷，以辑宁尔民。丰白马骝驳，更生不休。富我商人，利得如丘。骝音留。驳音博旅。灼火泉原，钓鲂山颠，鱼不可得，炭不可燃。无注巽避患东西，反入祸门。糟糠不足，忧动我心。无注兑，成王多宠，商臣惶恐。生其祸心，使君危殆。商臣，楚成王世子。蜂目而豺声，卒为乱。成王死，事见春秋文公元年。涣虎饮欲食，见猬而伏。禹通龙门，避咎除患，元丑以安。史记龟策传云",
      "verse": "郭璞曰：猬能制虎。"
    },
    {
      "source": "猬刺端分两岐，似鼠，少犯近则毛刺攒起如矢也。神禹治水，凿龙门，在夏阳冯翊县，当大河",
      "target": "中节。安民呼池，玉杯大。按",
      "verse": "泉如白蜜，一色。"
    },
    {
      "source": "得其所愿，心志娯乐。当作沃。诗扬之水，刺晋昭公也。昭公分国以封沃，沃盛强，国人将叛而归沃焉。扬之水，白石凿凿，素衣朱襮，从子于沃。既见君子，云何不乐蒙？众鸟所翔，中有大怪，九身无头，魂惊魄去，不可以居。无注需。刖根枯株，不生肌肤。病在于心，日以燋枯。无注讼府藏",
      "target": "富，王以振贷。捕鱼河海，𥬉芒多得。𥬉当作笱，芒当作罔。师一茎九缠，更相牵挛。宿明俯仰，不得东西。请献当报，日中被刑。无注比耋老鲐背，齿牙动摇。近地远天，下入黄泉。诗",
      "verse": "黄耇鲐背。"
    },
    {
      "source": "言老人背若鲐鱼也。小畜羊舌，叔虎野心，善怒，渎货无厌，以灭其身。羊舌虎，晋叔向弟也，生羙而有勇力。鲁襄公二十一年，范宣子以其为栾盈之党，杀之。履谋疑八子，更相欺绐。管叔善止，不见邪期。未详。泰伴跳不远，心与言反。尼丘顾家，茅蕈朱芛。未详。否。蚍蜉载盆，不能上山。摇推跌跋，顿伤其颜。载当作戴。蚍。蜉蠹，有翼者蜱蜉戴盆，即蚍蜉撼大树之义，量小而望大也。同人。朝露不久，为恩惠少。膏涧欲尽，咎在枯槁。涧当作润。大有河伯之功，九州攸同。载祀六百，光烈无穷。载祀六伯，商",
      "target": "历数也。商颂曰奄有九有，即九州也。又曰",
      "verse": "濬哲维商，长发其祥。"
    },
    {
      "source": "洪水茫茫，禹敷下土。方帝立子生商，盖商之封国，在禹治水之时也。谦三人北行，大见光明。道逢淑女，与我骥子。无注、豫，金精曜怒，带钧通午。徘徊高库，宿于木下。两虎相拒，弓弩满野。钧当作劒，通当作过。随。江河淮海，天之奥府。众利所处，可以富有，好乐喜友。无注蛊不虞之患，祸生无门。奄然暴卒，病伤我心。无注临画龙头颈，文章未成。甘言羙语，说辞无名。无注观，缺破不成，胎鲲不生，不见兆形。无注噬嗑旁行不远，三里复反，心多畏恶，日中止舎。无注贲四隤不安，兵革为患。掠我妻子，家履饥寒。无注剥喜来如云，嘉福盈门。众才君子，举家蒙欢。无注复载金贩狗，利弃我走。藏匿渊底，折悔为咎。无注无妄日中为市，各抱所有。交易赀贿，函珠怀宝，心悦欢喜。易系辞日中为市，致天下之民，聚天下",
      "target": "货，交易而退，各得其所。盖取诸噬嗑、大畜。月歩日趋，周遍次舎，经历致远，无有难处。无注颐，阳明失时，阴凝为忧，主君哀泣，丧其元侯。无注大过年衰岁暮，精魄游去，形容消枯，丧子恩呼。无注坎少无功绩，老困失福，跂行徙倚，不知所立。无注离，持心瞿目，善数摇动，自东徂西，不安其处。散涣府藏，无有利得。瞿，其俱切，鹰隼视也。咸赍贝赎狸，不听我辞。系于虎𩰄，牵不得来。无注恒老狼白卢，长尾大胡。前颠郤踬，无有利得。无注遯背地相憎。心志不同，如火与金。君猛臣慢，虎行兔伏。无注大壮夏台牖里，汤文阨处。鬼侯歠醢，歧人悦喜。牖当作诱。汤囚夏台，文王拘诱里。史记",
      "verse": "西伯九侯，鄂侯为纣三公。"
    },
    {
      "source": "九侯一作鬼侯。晋牙孽生齿，螳螂启户。幽人利贞，鼓翼起舞。一作牙孽生达。见遯",
      "target": "兑。明夷。列女无夫，闵思苦忧。齐子无良，使我心愁。齐子。齐襄公妹，鲁桓公夫人。事见诗齐风南山篇。家人践履危难，脱阨去患。入福喜门，见悔大君。无注睽折臂接手，不能进酒。祈祀闲旷，神怒不喜。无注蹇蚁封户穴，大雨将集。鹊起数鸣，牝鸡叹室。相薨雄父，未到在道。无注解胡俗戎狄，太阴所积。固冰𣲨寒。君子不存。沍当作沍。损。翕翕䡘䡘，稍颓崩颠。减其令名，身不得全。翕音吸。䡘音田益。灾虫为贼，害我稼穑。尽禾单麦，秋无所得。无注𦐍三幸飞来，自我逢时。俱行先至，多得大利。无注姤龙马上山，焦无水泉。喉焦唇乾，渴不能言。无注萃，春生孶乳，万物繁炽，君子所集，祸灾不到。无注升，王孙季子，相与为友，明允笃诚，升擢荐举。史记",
      "verse": "高阳氏有才子八人，谓之八恺。"
    },
    {
      "source": "高辛氏有才子八人，谓之八元。尭未及举，舜于是举八恺，使主后土。举八元，使布五教，困六明并照，政纪有统，秦、楚、战国，民受其咎。无注井䗖蝀充侧，佞人所惑，女谒横行，正道壅塞。䗖蝀诗篇名言，䗖蝀在东，而人不敢指，以比滛奔之恶，人不可道。况女子有行，又当远其父母兄弟。革登昆仑，入天门，过糟丘，宿玉泉，问惠欢，见欣君。昆仑之墟在西北方，去嵩高五万里，地",
      "target": "中，其高万一千里，出五色云气。㤗山有大小天门，仰视天门，如从穴中望天窗。糟丘、玉泉，未详。鼎体重飞，难，未能越关，不啻留垣。上下墟塞，心不遑安。无注艮。玄黄虺隤，行者劳罢，役夫憔悴，逾时不归。诗卷耳",
      "verse": "后妃以君子不在而思念之，曰：陟彼崔嵬，我马虺隤。"
    },
    {
      "source": "我仆𤸵矣，云何吁矣。渐孔德如玉，出于幽谷，飞上高木，鼓其羽翼，辉光照国。无注归妹火虽炽，在吾后。寇虽众，出我右。身安居，不危殆。无注丰旃裘膻国，文礼不饰。跨马控弦，伐我都邑。无注旅被发，八十，慕德献服。边鄙不耸，以安王国。无注巽。心得所好，口常为笑。公孙蛾眉，鸡鸣乐夜。无注兑。马能负乘，见邑",
      "target": "野，并获粢稻，喜悦无咎，无注节。东行西歩，失其次舎。乾侯野井，昭君丧居。按春秋昭公二十五年，公孙于齐，次于阳州，至于野井，二十六年居于郓。三十二年卒于乾侯。涣高飞视下，贪叨所在，腐臭为患，害于躬身。无注中孚，神鸟五采，凤凰为主。集于山谷，使年岁有。无注",
      "verse": "小过石门晨关，荷蒉疾贫，遁世隐居，竟不逢时。"
    },
    {
      "source": "有荷蒉而过孔氏",
      "target": "门者，注云",
      "verse": "荷蒉，隐士。"
    },
    {
      "source": "无啮，倪结切，噬也。未济。白日扬光，雷车避藏。云雨不行，各止其乡。无注艮下，艮上。艮君孤独处，单弱无辅，名曰困苦。无注之乾，忧惊巳除。祸不为灾，安全以来。无注。坤穿匏挹水，篝鐡燃火。劳罢力竭，饥渴为祸。匏，瓠也。屯蹇牛折角，不能载粟。灾害不避，年歳无榖。无注蒙邑将为虚，居",
      "target": "忧危。无注需根刖残树，华叶落去。卒逢火焱，随风僵仆。焱音熖。讼元后贪欲，穷极民力。执政乖互，为夷所逼。互当作互。小畜辰次降娄，王驾巡时。广祐施惠，国安无忧。降娄，星名。比高源峻山，陆土少泉。草木林麓，嘉禾所炎。无注师。北山有枣，使叔寿考。东领多栗，宜行贾市。陆梁雌雉，所至利害。语山梁雌雉。时哉时哉。履䡘䡘𫐙，𫐙，岁暮偏弊。宠名损弃，君衰于位。䡘音田。𫐙音雷。㤗放衘委辔，奔乱不制，法度无恒，君失其位。无注否，独坐西垣，莫与言笑。秋风多哀，使我心悲。无注同人胫急股挛，不可出门。暮速归旅，必为身患。无注大有情伪难知，使我偏颇。小人在位，虽圣何咎。无注谦黍稷醇醲，敬奉山宗。神嗜饮食，甘雨嘉降。庶物蕃庑，时无灾咎。诗甫田篇云",
      "verse": "以祈甘雨，以介我稷黍。"
    },
    {
      "source": "神嗜饮食，卜尔百福。豫，公子王孙，把弹摄丸。发辄有获，室家饶足。无注随阴升阳伏。舜失其室，慈母赤子，相𫗪不食。无注，蛊，七窍龙身，造易八元，法则天地，顺时施恩，利以长存。圣人心有七窍伏牺，蛇身人首，遇河中龙马负图，则而书",
      "target": "，以画八卦。临逐狐东山，水遏我前，深不可渉，失利后便。无注。观衘命辱使，不堪其事，中坠落去，更为负载。无注。噬嗑温仁君子，忠孝所在。入闺为仪，祸灾不处。无注。贲春多膏泽，夏润优渥。稼穑成熟，亩获百斛。师行失律，霸功不遂。易师象曰",
      "verse": "师出以律，失律凶也。"
    },
    {
      "source": "麟凤成形，德象君子。无注家人，山作天时，陆为海口。民不安处。无注睽东风启户，隐伏欢喜。萌庶蒙恩，复得我子。无注蹇华灯百枝，稍暗衰微。精光欲尽，奄如灰靡。无注解三十无室，寄宿桑中。上宫长女，不得来同，使我失期。无注损鲲与石斗，麋碎无疑。动而有悔，出不得时。无注益秦兵争强，失其贞良，败于殽乡。秦穆公违蹇叔之谏，命孟明伐晋师，败于殽𦐍。虎除善猛，难为攻医。骥穷盐车，困于衘箠。骥良马，服盐车而上太行之阪，遇伯乐，辄长鸣，出战国䇿遘操笱搏狸，荷弓射鱼，非其器用，自令心劳。无注萃葵丘",
      "target": "盟，晋献会行见太宰，辞，复为还舆。按春秋僖公九年，齐侯盟诸侯于葵丘，宰孔先归，遇晋侯，曰",
      "verse": "可无会也。"
    },
    {
      "source": "何彼秾矣，王姫下嫁于诸侯而作也。其曰平王之孙，齐侯",
      "target": "子。注云",
      "verse": "平王即平王宜臼，齐侯即襄公诸儿。"
    },
    {
      "source": "失履，乏我送从。侨当作乔，古仙人名。一作三尸。失履，见随之解。狗作苟，见谦卦。鼎宛马疾歩，盲师坐御。目不见路，中宵不到。汉。大宛有良马，震求利难国亡去我北，忧归其城，反为吾贼。无注渐比目四翼，安我邦国。上下无患，为吾喜福。无注归妹八材既登，以成股肱。厖降庭坚，国无灾凶。高阳氏才子，厖降庭坚，其二子也。丰稍弊穿空，家莫为宗，为身作凶。一云宗字，下云奴婢逃走，子西父东。无注旅鸟舞国城邑，惧卒惊。仁德不修，为下所倾。无注巽三榖不熟，民苦困急。亟之南国，嘉乐有得。无注。兑黄裳建元，福德在身。禄祐洋溢，封为齐君。贾市无门，富宝多飧。易坤六五，黄裳元吉，文在中也。涣齐东郭庐，嫁于洛都。骊妇羙好，利得过倍。齐棠公之妻，东郭偃之姊也。骊妇，晋献公之嬖人也。节安床厚褥，不得久宿。弃我嘉宴，困于南国。投抒",
      "target": "忧，不成祸灾。战国䇿秦甘茂曰",
      "verse": "鲁人与曽参同姓名者杀人，人告其母，母曰：吾子不杀人，织自若。"
    },
    {
      "source": "三告",
      "target": "，其母惧，投杼逾垣而走。中孚内崩身伤，中乱无常，虽有羙粟，不我食得。无注小过出门逢患，与祸为怨。更相击刺，伤我指端。无注既济出入节时，南北无忧。行者函至，在外归来。无注。未济公孙驾骊，载游东齐。延陵说产，遗季舒衣。左传",
      "verse": "产，郑大夫。"
    },
    {
      "source": "焦氏易林<第一十五页>易林卷第十四巽上艮下。渐别离分散，长子从军。稚叔就贼，寡老独居，莫为种派。无注之乾旦种菽豆，暮成藿羹。心",
      "target": "所愿，志快意惬。无注坤杜飞门启，忧患大解。不为身祸。一作修福行善，不为身祸。屯东山西山，各自止安。虽相登望，竟未同堂。无注䝉众鸟所翔，中有大怪，九身无头。魂惊魄去，不可以居。未详。需交侵如乱，民无聊赖。追我济西，敌人破阵。我当作戎。春秋庄公十八年，公追戎于济西。公羊传曰",
      "verse": "此未有言伐。"
    },
    {
      "source": "其言追何？大其为中国追也。讼麟凤所翔，国无咎殃。贾市十倍，复归恵乡。无注师。凿井求玉，非卞氏室。身困名辱，劳无所得。卞和得玉璞，献楚怀王。王以为欺，斩其一足。比文山鸿豹，肥腯多脂。王孙获愿，载福巍巍。无注小畜。周成之隆，刑错除凶。太宰费石，君子作人。成康",
      "target": "际，天下安宁，刑措四十余年不用。太宰即蒙宰周公也。履圭璧琮璜，执贽见王。百里宁戚，应聘齐秦。百里奚事秦，宁越事齐泰。穿空漏彻，破坏我缺。陶弗能治，瓦甓不凿。无注否。鸿飞循陆，公出不复，伯氏客宿。诗豳风九罭篇云",
      "verse": "鸿飞遵陆，公归不复，于汝信宿。"
    },
    {
      "source": "大有老弱无子，不能自理，为民所忧，终不离咎。管子治国，侯伯宾服，乘舆八百，尊我恒德。管子，即管仲。相桓公，霸诸侯。谦蟠梅折枝，与母别离。绝不相知。无注豫盛中不绝，衰者复掇。盈满减亏，痴蠡肥腯。郑昭失国，重耳兴立。一云，盛去必衰，羸去𨚫肥。郑昭失国，重耳得时。春秋桓十一年，郑庄公卒，昭公入嗣立，至十七年遇弑，重耳，晋文公名。僖公二十四年入杀怀公而立，遂霸诸侯。随闻虎入邑，必欲逃匿。无据易德，不见藿菽，终无忧慝。无注蛊随时逐便，不失利门。多获得福，富于封君。无注临禹作神鼎，伯益衔指。斧斤既折，撞立独倚。卖万不雠，枯槁为祸。禹分九州，收天下羙铜，铸为九鼎，以象九州。伯益，舜之虞官。禹尝荐益于天，后益避位箕山，天下之人不归益而归启观。春鸿飞东，以马贸金。利得十倍，重载归乡。无注噬嗑金齿鐡牙，寿考宜家，年岁有储。贪利者得，虽忧无咎。无注贲膏泽沐浴，洗去洿辱，振除灾咎，更与福处。周礼九德之歌，九韶之舞，所谓沐浴膏泽而歌咏勤苦者也。剥履阶登墀，高登峻巍，福禄洋溢，依天之威。无注复坤厚地德，庶物蕃息，平康正直，以绥大福。易坤卦坤厚载物，德合无疆。无妄绝域异路，多所畏恶，使我惊惧，思吾故处。无注大畜襁褓孩幼，冠带成家。出门如宾，父母何忧。无注颐一寻百节，绸缪相结。其指诘诎，不能解脱。无注大过鹰鹯猎食，雉兔困急。逃头见尾，为害所贼。无注坎危坐至暮，请求不得。膏泽不降，政戾民惑。无注离刚柔相呼，二姓为家。霜降既同，惠我以仁。无注咸。慈母念子，飨赐得士。蛮夷来服，以安王国。无注恒。良夫孔姫，胁悝登台。乐季不扶，卫辄走逃。按春秋左传，孔伯姫与其竖浑良夫为蒯聩刼。孔悝登台。卫乱，季路死焉，卫辄奔宋。遯子长忠直，李氏为贼。祸及无嗣，司马失福。子长，司马迁也。因言李陵事，遂下蚕室。大壮节度",
      "target": "德，不渉乱国，虽昧无光，后大受庆。无注，晋驱羊南行，与祸相逢，狼惊我马，虎盗我子，悲恨自咎。无注，明夷。尼父孔丘，善钓鲤鱼，罗钓一举，得获万头，富我家居。史记世家曰",
      "verse": "孔子名丘，字仲尼，少贫贱，为养与𥙊，或不得巳而钓弋蹇，敏捷极疾，如猿集木。"
    },
    {
      "source": "东山，水遏我前，深不可渉，失利后便。无注遘，麟子凤雏，生长嘉国，和气所居，康乐温仁，邦多圣人。无注萃西行求玉，冀得瑜璞。反得凶恶，使我惊惑。瑜玉",
      "target": "羙者升。心狂老悖，听视聋盲。正命无常，下民多孽。无注困南国少子，才略羙好。求我长女，贱薄不与。反得丑恶，后乃大悔。无注井逶迤高原，家伯妄施，乱其五官。家伯，周幽王臣。诗曰",
      "verse": "皇父𡖖士，番维司徒，家伯为宰。"
    },
    {
      "source": "言幽王所以𦤺变异者，由小人用事于外也。小人指家伯而言。革谢恩拜德，东归吾国，欢乐有福。无注鼎，鸡鸣同举，思配无家。执珮持凫，无所𦤺",
      "target": "。无注震凶重忧累，身受诛罪，神不能解。无注艮，虎豹熊罢，游戏山谷。仁贤君子，得其所欲。无注归妹，海隅辽右，福禄所在。柔嘉䝉祉，九夷何咎？语云",
      "verse": "子欲居九夷。"
    },
    {
      "source": "东方之夷有九种。丰。华首之山，仙道所游，利以居止，长无咎忧。泰华、首阳，皆山名。泰华踞中土西偏，谓之西岳，轩帝游焉。伯夷、叔齐隐于首阳之下旅。甲乙戊庚，随时转行，不失常节，萌牙律屈，咸达生出，各乐其类。无注巽。跛踬未起，失利后市，不得鹿子。无注兑。怙恃自负，不去于下，血从地出，诛罚失理。无注涣。江河淮海，天之都市，摘人受福，国家饶有。无注节。节。情省欲赋，敛有度，家给人足，利以富贵。无注中孚牝牛鸣哅，呼求其潦。云雨大会，流成河海。无注小过日月",
      "target": "涂，所行必到，无有患故。无注既济乘风而举，与飞鸟俱。一举千里，见吾爱母。无注未济阴丑阳争，卧木反立。君子攸行，丧其官职。无注兑下，震上。归妹坚冰黄裳，鸟哀悲愁。不见白粒，但睹藜蒿。数惊鸷鸟，为我心忧。易曰",
      "verse": "履霜，坚冰至。"
    },
    {
      "source": "黄裳，元吉之乾。荆木冬生，司寇缓刑。威权在下，国乱且顺。书周官，司寇掌邦禁，诘奸慝，刑暴乱。坤喘牛伤暑，弗能成亩。草莱不辟，年歳无有。世说满奋畏风，坐武帝琉璃屏内，奋有寒色。帝问之曰。臣如吴牛。见月而喘。注。牛畏日暑。见月疑是日。故喘。屯鱼欲负流。众不同心。至德安乐。一云潜伏无注蒙。春耕有息。秋入利福。献豣大𫎆。以乐成㓛。豳风诗云。三之日于耜。四",
      "target": "日举趾。又曰。九月筑场圃。十月纳禾稼。四章曰。言私其𫎆，献豣于公。注云",
      "verse": "𫎆，一歳豕。"
    },
    {
      "source": "克配彼天，莫匪尔极。言后稷之德，真可配天，使我蒸民得以粒食者，莫非其德",
      "target": "至也。书曰",
      "verse": "建中于民。"
    },
    {
      "source": "转东西，如鸟避丸当作辗。随。堤防坏决。河水放逸，伤害稼穑。居孤独宿，没溺我邑。无注。蛊。阴阳隔塞，许嫁不荅。旄丘、新台，悔往叹息。旄丘、新台，皆诗篇名。旄丘，责卫之不能救。𥠖、新台，刺宣公不循乎礼也。临、伯夷、叔齐，贞廉之师，以德防患，忧祸不存。伯夷、叔齐，孤竹君",
      "target": "二子。武王伐纣，叩马而諌，义不食周粟，隐于首阳山。孔子曰",
      "verse": "伯夷、叔齐饿于首阳之下，民到于今称之。"
    },
    {
      "source": "观阳为狂悖，㧞劒自伤，为身生殃。无注噬嗑进士为官，不若复田，获寿保年。无注贲耕石不生，弃礼无名。缝衣失针，𥜗袴弗成。无注剥灵龟陆处，一旦失所。伊子复耕，桀乱无辅。伊尹耕于有莘之野，汤聘之，进于桀。桀不能用，复归于汤。复室当源口，溺漂为海。财产单尽，食衣无有。无注无妄鸡方啄粟，为狐所逐。走不得食，惶惧喘息。无注大畜家在海隅，绕旋深流，岂敢惮行，无木以趋。无注颐他山",
      "target": "储，与环为仇。来攻我城。伤我饥肤，国家骚忧。饥当作肌。大过弊镜无光，不见文章。少女不嫁，弃于其公。无注坎大蛇巨鱼，相搏于郊。君臣隔塞，郭公出庐。春秋",
      "verse": "狄人伐卫，卫立戴公庐曹。"
    },
    {
      "source": "女当承事，筐篚无实，则无以𥙊。士刲羊无血，亦无以𥙊也。蹇抜劒伤手，见敌不善，良臣无佐，国忧为咎。无注解三羖五牂，相随俱行。迷入空泽，循谷直北，经渉六驳，为所伤贼。无注损争鸡失羊，亡其金囊，利得不长。陈蔡",
      "target": "患，赖楚以安。史记",
      "verse": "孔子在陈蔡之间，楚使人聘之。"
    },
    {
      "source": "楚若用孔子，则陈蔡大夫危矣。于是乃相与发徒围孔子于野，不得行，绝粮，使子贡至楚。楚昭王兴师迎孔子，然后得免。益，三骊负衔，南芷取香，秋兰芬馥，盈满神匮，利我仲季。无注𦐍，孟夏巳丑，哀呼尼父。明德讫终，乱虐兹起。春秋哀公十六年四月巳丑，孔子卒。姤，履不容足，南山多革。家有芳兰，乃无病疾。无注萃。三足无头，弗知所之。心强睛伤，莫使为明。不见月光，无注升。戴尧扶禹，松乔彭祖，西过王母，道里夷易，无敢难者。尧，唐帝名。禹，夏禹，姒姓。赤松、王乔、彭祖，皆古仙人名。王母亦神仙也。困式微，式微忧祸相绊隔，以嵓山，室家分散。式微，诗篇名。黎侯寓于卫，其臣劝以归也。井灵龟陆处，一旦失所。伊子复耕，桀乱无辅。伊尹耕于有莘之野，汤聘之，进于桀，桀不能用，复归于汤。革仁德覆洽，恩及异域。泽被殊方，祸灾隐伏。蚕不作室，寒无所得。无注鼎夏麦麸𪍿，霜击其芒。疾君败国，使年夭伤。麸。音孚。𪍿，古猛切。震火虽炽，在吾后。寇虽多，出我右。身安吉，不危殆。无注艮远辽绝路，客宿多悔。顽嚣相聚，生我畏恶。无注渐悬悬南海，去家万里。飞兔袅骏，一日见母，除我忧悔。无注丰困而后通。虽危不穷，终得其愿。姫姜相从，周公，姫姓。太公，姜姓。周公以二叔流言，居东山。太公避纣，钓于渭滨。二人同辅周室。旅。西贾巴蜀，寒雪至毂。欲前不得，还反室屋。巴蜀，地名也。巽作新𥘉陵，烂陷难登。三驹摧车，踬顿伤颐。无注兑。延颈望酒，不入我口，深目自苦。利得无有。幽人悦喜。无注涣仲春孟夏，和气所舎。生我喜福，国无残贼。无注节张罗捕鸠，兔离其灾。雌雄俱得，为𦊨所贼。无注中孚三人俱行，一人言北。伯仲欲南，少叔不得。中路分争，道斗相贼。无注小过然诺不行，欺绐误人。使我露宿，夜归温室。神怒不直，鬼欲求独。刺击其目，反言自贼。无注既济陈辞达诚，使安不倾。増禄益寿，以成㓛名。无注未济火烧公床，破家㓕亡。然得安昌，先忧重丧。无注离下，震上。丰诸孺行贾，经渉大阻。与杖为市，不忧危殆，利得十倍。无注",
      "target": "乾鼎足承德，嘉谋生福，为王开庭，得心所欲。无注坤曳纶河海，钓挂鲂鲤。王孙利得，以飨仲友。无注屯东山皋洛，畔逆不服。兴师征讨，恭子败覆。按春秋鲁闵公二年，晋侯使太子申生伐东山皋落氏。僖公二年，姫譛申生，十二月戊申缢于新城。䝉千里骍驹，为王服车。嘉其丽荣，君子有成。无注需二龙北行，道逢六狼。暮宿中泽，为祸所伤。无注讼天灾所游，凶不可居。转徙获福，留止危忧。无注师狐狸雉兔，畏人逃去。分走窜匿，不如所处。如当作知。比雨师娶妇，黄岩季女。成礼既婚相呼南去。膏润下土，年歳大有。博物志曰",
      "verse": "太公为灌坛令，武王梦妇人当道夜哭，问之，曰：吾是东海神女，嫁于西海神童，今为灌坛令，当道废我行，我行必有大风疾雨。"
    },
    {
      "source": "武王觉，召太公问之，果有疾风暴雨，从太公邑外过，小畜外栖野鼠，与鸡为伍，疮痍不息。即去其室，无注履，夭命绝后，孤伤无主，彷徨两社，独不得酒。两社，春与秋二社，𥙊也。泰鹄思其雄，欲随凤东。顺里羽翼，出次须日。中苗北邑，复反其室。前卦里作理，苗作留。否蟡蛇九子，长尾不殆。均明光泽，燕自受福。未详。同人日走月歩，趋不同舎。夫妻反目，君主失国。易小畜卦舆脱輹，夫妻反目。大有，宣房户室，枯期除毒。文德渊府，害不能贼。无注。谦。齐东郭卢，嫁于洛都。骏艮羙好谋，利过倍。齐棠公之妻，东郭偃",
      "target": "姊也。豫病笃难医，和不能治，命终期讫，下即蒿里。春秋",
      "verse": "晋侯有疾，求医于秦，使医和视之，曰：疾不可为也。"
    },
    {
      "source": "武王之母弟八人，周公为太宰，康叔为司寇，聃季为司空，五叔无官。五叔即管、蔡、成、霍、毛也。周定鼎郏鄏，卜年七百，卜世三十。蛊，丰年多储，江海饶鱼，商客善贾，大国富有无。注临鹄求鱼食。过彼射邑，矰加我头，缴挂羽翼。欲飞不能，为羿所得。羿，古",
      "target": "善射者。观望城抱子，见邑不殆。公孙上堂，大君欢喜。无注噬嗑左指右麾，邪滛侈靡。执节无良，灵公以亡。按左传，陈灵公通于夏姫，遂为征舒所害。贲日中为市，各持所有。交易资贿，函珠怀宝。周易系辞",
      "verse": "日中为市，致天下之民，聚天下之货，交易而退，各得其所。"
    },
    {
      "source": "盖取诸噬嗑。剥山没丘，浮陆为水。鱼燕雀无庐。无注。复马服长股，宜行善市。䝉祐谐偶，获利五倍。终日在市，诘朝获利。既享嘉福，得",
      "target": "以义。无注。无妄三狸，捕鼠，遮遏前后。死于环域，不得脱走。无注大畜鬼舞国社，歳乐民喜。臣忠于君，子孝于父。古者国有大社，祀用仲春上戊，戊属土也。颐慈母望子，遥思不巳。久客外野，我心悲苦。无注大过雨师娶妇，黄岩季子。成礼既婚，相呼南去。膏润下土，年歳大有。博物志曰",
      "verse": "太公为灌坛令，武王梦妇人当道夜哭，问之，曰：吾是东海神女，嫁于西海神童，今为灌坛令，当道废我行，我行必有大风疾雨。"
    },
    {
      "source": "武王觉，召太公问",
      "target": "，果有疾风暴雨，从太公邑外过坎，百狗同室，相啮争食，枉矢西流，射我暴国，高宗鬼方，三年乃服。周易既济卦九三爻曰",
      "verse": "高宗伐鬼方，三年克之，小人勿用。"
    },
    {
      "source": "营营青蝇，止于𣗥，谗人罔极。此言幽王听谗败国，后被犬戎所逐。恒牵羊，不与心戾。旋闻言语，不畜误绍。丈人。未详。遯甘忍利疟，还相克贼。商子造刑，鞭丧厥身。秦孝公用卫鞅定变法",
      "target": "令，封鞅商于十五邑，号曰商君。及惠公立，车裂以徇。鞅大壮。刲羊不当，女执空筐。兔跛鹿羁，縁山坠堕。周易归妹上六",
      "verse": "女承筐无实，士刲羊无血，无攸利。"
    },
    {
      "source": "无啮，倪结切，噬也。明夷两足四翼，飞入嘉国。宁我伯姊，与毋相得。无注家人，天山紫芝，雍梁朱草，长生和气，王以为宝。公尸侑食，福禄来处。芝，灵草，土和则生。朱草，百草之精也。王者德无所不通，则生食之令人不老。又凫鹥诗公尸燕饮，福禄来成。睽绝世游魂，福禄不存。精神涣散，离其躬身。易系辞精气为物，游魂为变。蹇北辰紫宫，衣冠立中。含和建德，常受大福。北辰，北极，天之枢也。按汉天文，紫宫为皇极之居，中立而四方之所取正焉。解伯蹇叔瘖，莫与守株。矢我衣裘，代尔阴乡。未详。损两女共室，心不聊食。首髪如蓬，忧常在中。无注。益去辛就蓼，毒愈苦甚。避阱遇坑，忧患日生。无注，𦐍𥘉病终凶。季为死丧，不见光明。无注姤三鸟飞来，自到逢时。俱行先至，多得大利。无注萃鹿食山草，不思邑里，虽久无咎。无注升羊肠九萦，相推稍前。止须王孙，乃能上天。赵险塞名，其形屈辟，如羊肠困。管仲遇桓，得其愿。欢胶牢振寇寇带，无忧。笑戏不庄，空言妄行。鲍叔举管仲于齐，桓公任以为相。寇当作冠。井。桀跖并处。民困愁苦。行旅迟迟，留连齐鲁。无注革。魂孤无室，衔指不食。盗张民饵，见敌失福。无注鼎谗，言乱国覆是为非。伯奇乖难，㳟子忧哀。伯奇，尹吉甫之子，以后母之譛而被黜。恭子，即申生，晋献公之子，亦以骊姫之谗而见逐焉。震卫侯东游，惑于少姫。亡我考妣，久迷不来。未详。艮鸡鸣同兴，思邪无家。执珮持凫，莫使致之。无注渐义不胜情，以欲自荣。觊利危宠，摧角折颈。无注归妹臣尊主卑，拥力日衰。侵夺无光，三家逐公。春秋昭公二十五年九月戊戌，伐季氏，叔孙氏、孟氏救之，三家反攻公。已亥，公孙于齐，次于阳州旅。叔仲善贾，与喜为市。不忧危殆，利得十倍。无注巽六蛇奔走，俱入茂草。惊于长路，畏惧啄口。无注兑水坏我里，东流为海。凫蛙唤嚣，不得安居。蛙音蛙涣飞不远去。卑斯内侍，禄养未富。无注节阴变为阳，女化为男。治道大通，君臣相承。无注中孚践履危难，脱厄去患。入福喜门，见诲大君。无注小过𦊙密网缩，动益蹶急，困不得息。无注既济负牛上山。力劣行难，烈风雨雪，遮遏我前，中道复还。无注未济喁喁嘉草，思降甘雨。景风升上，沾洽时澍，生我禾稼。无注离上艮下。旅罗网四张，鸟无所翔。征伐困极，饥穷不食。无注之乾寄生无根。如过浮云，立本不固。斯须落去，更为枯树。无注坤人无定法缓降牛出，蛇雄走趋。阳不制阴，宜其家国。未详。屯众鸟所聚，中有大怪。九身无头，魂惊魄去，不可以居。未详。䝉封豕沟渎，灌溃国邑。火宿口中，民多疾病。春秋昭公七年，昔有仍氏生女，乐正后夔取之，生伯封。实有豕心，贪婪无厌，谓之封豕需。奋翅鼓翼，翺翔外国。逍遥徙倚，来归温室。无注。讼。秋蚕不成，冬种不生。殷王逆理，弃其宠荣。殷纣无道，罢万民之力，遂亡其国师。卫侯东游惑于少姫，忘我考妣。久迷不来，未详。比鸟合卒会，与恶相得。鸱枭相酬，为心所贼。鸱枭，鸺鹠恶鸟，攫鸟子而食者也。小畜鸣鸡无距，与鹊格斗。翅折目盲，为仇所伤。无注履木生内蠹。下上相贼，祸乱我国。无注泰延陵适鲁，观乐太史。车驎白颠。知秦兴起，卒兼其国，一统为主。史记，吴季札号延陵季子，聘上国，观乐于周。诗，有车邻邻，有马白颠。邻邻，车声。白颠，额有白毛。是时秦始有车马，故知其兴起也否。辅相之好，无有休息。时行云集，所在遇福。无注同人床倾箦折，屋漏垣缺，季姫不惬。无注大有东入海口，循流北走。一高一下，五色无主。七日六夜，死于水浦。无注谦群需入邑，求索肉食。大人御守，君不失国。无注豫四乱不安，东西为患。退身止足，无出邦域。乃得完全，赖其生福。无注随叔肸抱𡨚祁子自邑乘遽解患，羊舌以免，赖其福全。按春秋，叔肸即叔向，祁子即祈奚。羊舌虎，叔向弟也。晋范宣子杀虎囚向，祈奚闻之，乘驲而见宣子，言叔向之善。宣子悦言诸公而免之。蛊。延颈望酒，不入我口，深目自苦，利得无有。无注临，仁政",
      "target": "德，㳟㳟日息。成都就邑，人受厥福。无注贲生角有尾。张孽制家，排羊逐狐。张氏易公，忧祸重凶。无注噬嗑，教羊逐兔，使鱼相捕。任非其人，费日无功。无注观，牵头系尾，诎折几死。周世无人，不知所归。无注剥，去安就危。坠陷井池，破我玉瑀。瑀石似玉，诗传佩玉琼瑀复茹芝饵黄，涂饮玉英。与神流通，长无忧凶。无注无妄体重飞难，未能越关。无注大畜巢成树折，伤我彝器。伯逶叔跌，亡羊乃追。无注颐六人俱行，各遗其囊。黄鹄失珠，无以为明。无注大过蟠梅折枝，与母分离，绝不相知。无注坎迎福开户，喜随我后。曹伯恺悌，为宋国主。春秋",
      "verse": "宋以曹师杀子游立桓公。"
    },
    {
      "source": "离既痴且狂，两目又盲。杞踞哑喑，名为无中。无注咸金梁鐡柱，千年牢固，完全不腐，圣人安处。无注恒裹糗荷粮，与跖相逢。欲飞不得，为罔所获。糗，糒也，熬米麦为之。遯彭名为妖，暴龙作灾。盗尧衣裳，聚跖荷兵。青禽照夜，三旦夷亡。未详。大壮独夫老妇，不能生子。鳏寡俱处。无注晋鹪鹩𥨸脂，巢于小枝。摇动不安，为风所吹。心寒漂摇，常忧危殆。鹪鹩，小鸟窃脂，即桑扈也。明夷素车木马，不任负重。王子出征，忧危为咎。无注家人土陷四维，安平不危。利以居止，保有玉女。无注睽负牛上山，力劣行难。烈风雨雪，遮遏我前，中道复还。无注蹇金城鐡郭，上下同力。政平民亲，寇不敢贼汉。关中金城千里，天府之国也。解清洁渊塞，为人所言。证讯诘问，系于枳温。甘棠听断，昭然䝉恩。诗甘棠。召伯行文王之化，听讼于甘棠",
      "target": "下。损，皋陶听理，岐伯悦喜。西登华道，东归无咎。舜典",
      "verse": "皋陶作士。"
    },
    {
      "source": "岐伯，岐山",
      "target": "下，文王为西伯，至后三分天下有其二，益低头𥨸视，有所畏避。行作未利，酒酸鱼败。众莫贪嗜。无注𦐍十雉百雏，常与母俱。抱鸡搏虎，谁肯为侣。无注姤高阜山陵，陂陁颠崩。为国妖祥，元后以薨。无注萃六鹳退飞，为衰败祥。陈师合战，左股夷伤。遂以薨崩，霸㓛不终。春秋僖公十六年正月，六鹳退飞，过宋都。二十二年十一月，宋公及楚人战于泓，宋师败绩，公伤股。二十三年五月，公卒，伤于泓故也。升异国殊俗，情不相得。金木为仇，百战檀毂。无注。困鸦叫庭中，以戒灾凶。重门击柝，备忧暴客。易系辞",
      "verse": "重门击柝，以待暴客。"
    },
    {
      "source": "西伯出猎，吕望钓于渭水，载",
      "target": "以归，尊为太公。武王立为师，后伐纣有天下，遂封于齐。震征将止恶，鼓鞞除贼。庆仲奔莒，子般获福。按春秋庄公三十二年十月，共仲使圉人荦贼子般于党氏。共仲即庆父。闵公二年，公子庆父出奔莒。此云子般获福，不知何谓。艮良夫淑女，配合相保。多孙众子，欢乐长久无注。渐蟡蛇四牡，思念父母。王事靡盬，不我安处。诗小雅四牡篇云",
      "verse": "四牡騑騑，周道倭迟。"
    },
    {
      "source": "春秋鲁僖公十五年十有一月，晋侯及秦伯战于韩，大夫庆郑以救，公误之，遂失秦伯，秦获晋侯以归。十七年，晋太子圉为质于秦，十一月，晋侯归，丁丑，杀庆郑而后入。涣晦昩昏，明，君无纪网。甲子成乱，简公丧亡。子当作午。按春秋鲁哀公十四年五月甲午，齐陈恒作难，简公亡节，三足无头，弗知所",
      "target": "。心狂精伤，莫使为明，不见月光。无注中孚。长夜短日，阴为阳贼。万物空枯，藏在北陆。易通统图",
      "verse": "日行北方黒道曰北陆。"
    },
    {
      "source": "焦氏易林<第一十六页>易林卷第十五巽下，巽上。巽温山松桓，常茂不落。鸾凤以庇，得其欢乐。无注",
      "target": "乾，采唐沬乡，要期桑中。失信不会，忧思约带。诗桑中篇云",
      "verse": "爰采唐矣，沬之乡矣，云谁之思？羙孟姜矣，期我乎桑中。"
    },
    {
      "source": "坤有鸟飞来，集于宫树。鸣声可畏，主将出去。无注屯仁政",
      "target": "德，参参日息。成都就邑，入受厥福。史记",
      "verse": "舜所居二年成邑，三年成都，谓之都君。"
    },
    {
      "source": "修德行仁，尭禅以天下。蒙他山之储，与球为仇。来攻吾城，伤我肌肤，邦家搔忧。无注需赍贝赎狸，不听我辞，系于虎须，牵不得来。无注讼。一簧两舌，妄言謟语。三奸惑虚，曽母投杼。一簧者，即诗所谓巧言如簧，两舌言不一也。曽母，曽参之母。人有言曽参杀人者，曽母不信。及三人言",
      "target": "，曽母投杼下机而走。师薄行搔尾，逐云除水，洿泥为陆，下田宜稷。无注。比天门九重，深内难通。明坐至暮，不见神公。无注。小畜暗目失明，耳阏听。聪陷入深渊，㓕顷忧凶。顷当作顶。周易大过上六",
      "verse": "过渉㓕顶，凶，无咎。"
    },
    {
      "source": "阏音遏。履雾露早霜，日暗不明。阴阳孽疾，年榖大伤。无注，泰三谐土廊。德义明堂。交譲往来，享䜩相承。箕伯朝王，钖我玄黄。黄帝曰合宫，尧曰衢室，舜曰总章，夏曰世室，殷曰阳馆，周曰明堂，在国之阳。箕伯即箕子。武王伐纣，遂归周，封于朝鲜。否。争鸡失羊，利得不长。陈蔡之患，赖楚以安。史记，孔子在陈、蔡之间，楚使人聘",
      "target": "。孔子将往拜礼，陈、蔡大失，谋曰",
      "verse": "楚若用孔子，则陈蔡大夫危矣。"
    },
    {
      "source": "黄鸟黄鸟，无啄我粟。此邦之人，不我肯榖。言旋言归，复我邦族。随田鼠野雏，意常欲逃。拘制笼槛，不得动揺。无注蛊平国不君，夏氏作乱。乌号窃发，灵公殒命。陈灵公通于夏姫，其子征舒病之，出自廏，射而中",
      "target": "。事见宣公十年。临巨蛇大䲡，战于国郊，上下闭塞，君道走逃。无注。观谗言乱国，覆是为非。伯奇流离，恭子忧哀。春秋左传",
      "verse": "晋献公嬖骊姫，骊姬欲立其子奚齐，赂外嬖譛，毁群公子及世子申生。"
    },
    {
      "source": "恭子，即申生也。伯奇，尹吉甫之子也。后母譛而逐",
      "target": "。噬嗑",
      "verse": "郁映不明，为阴所伤。"
    },
    {
      "source": "众雾集聚，共夺日光。无注贲望城抱子，见邑不殆。公孙上堂，大君欢喜。无注剥三虫作蛊，刬迹无与。胜母盗泉，君子弗处。按史记邹阳书里名，胜母，曽子不入。盗泉，水名，孔子不漱。复车驰人趋，卷甲相求。齐、鲁寇戎，败于犬丘。按春秋，齐师侵鲁，战于长勺，车驰卒奔，齐师败绩。事见庄公十年。无妄欲访子车，善相欺诒。桓叔相迎，不见所期。未详。大畜争鸡失羊，亡其金囊，利得不长。陈蔡",
      "target": "患，赖楚以安。史记",
      "verse": "孔子在陈蔡之间，楚使人聘之。"
    },
    {
      "source": "𫛣彼晨风，郁彼北林。晨风，鹯也。羿，后羿，古之善射者。坎时鹄抱子，见蛇何咎？室家俱在，不失其所。无注离隐隐大雷，雱霈为雨。有女痴狂，惊骇邻里。无注咸无足断跟。居处不安，凶恶为患。无注恒破筐弊莒。弃捐于道，不复为宝。无注遁三鸡啄粟，十雏从食。饥鸢卒击，亡其两叔。无注大壮。乘车七百，以明文德。践土葵丘，齐晋受福。按春秋成公二年，卫孙桓子、鲁臧宣叔如晋乞师，晋侯许",
      "target": "七百乘。郤克曰",
      "verse": "无能为役，请八百乘。"
    },
    {
      "source": "许",
      "target": "。又僖公九年，齐侯盟诸侯于葵丘。二十八年公会晋侯、齐侯于践土。晋百足俱行，相辅为强，三圣翼事，王室宠光。三圣，尧、舜、禹也。明夷。典䇿法书，藏阁兰台，虽遭溃乱，独不逢灾。汉官仪",
      "verse": "御史台内掌兰台秘书，家人四诛不服，恃强负力，倍道趋敌，师徒败覆。"
    },
    {
      "source": "楚项梁西击秦，破章邯，引兵至定陶𠕅，破秦军。项羽、沛公大破秦兵于雍，斩李由。梁益轻秦，有骄色。宋义谏，弗听。秦悉起兵益章邯，击楚军，大破之定陶，项梁死焉。睽，春阳生草，夏长条肄，万物蕃滋，充实益有。无注蹇硗硗秃白，不生黍稷，无以供𥙊祇灵乏祀。无注解褰衣，渉河水，深渍罢赖，幸舟子济脱无他。无注损。宜行贾市，所求必倍。戴喜抱子，与利为友。无注益。兄征东夷，弟伐辽西。大克胜还，封君河间。无注𦐍。初虽惊惶，后乃无伤，受其福庆。无注遘。随风乘龙，与利相逢。田获三倍，商旅有功。憧憧",
      "target": "邑，长安无他。无注萃。鱼扰水浊，寇围吾邑。城危不安，惊恐狂惑。无注升虽穷复通，履危不凶，保其明公。无注困坤厚地德，庶物蕃息。平康正直，以绥大福。易坤彖曰坤厚载物，德合无疆。书洪范六三德曰平康正直。井山水暴怒，坏梁折柱。稽难行旅，留连愁苦。无注革。使燕筑室，身不庇宿，家无𦕅赖，殱我衣服。无注鼎，矢石所射。襄公痢剧，呉子巢门，伤病不治。按春秋鲁庄公八年，齐襄公田于贝丘，见大豕。公怒曰",
      "verse": "彭生敢见！射之，豕人立而啼。"
    },
    {
      "source": "公惧，坠于车，伤足。襄公二十五年，呉子诸樊伐楚，门于巢。巢牛臣隐于短墙以射之，卒震。日月运行，一寒一暑，荣宠赫赫，不可得保。颠陨坠堕，更为士伍。无注艮宫门愁鸣，臣围其君，不得东西。无注渐戴瓮望天，不见星辰。顾小失大，福逃墙外。无注归妹天之所明，祸不遇家。反自相逐，终得和鸣。无注丰天阴霖雨，涂行泥潦。商人休止，市无所有。无注旅嘉门福，喜，増累盛炽，日就有德。宜民宜国。无注兑，南山之阳，华叶将将。喜乐君子，为国宠光。无注涣画龙头颈，文章未成。甘言羙语，说辞无名。无注节。婴儿孩子，未有所识。彼童而角，乱我正事。诗大雅抑",
      "target": "篇云",
      "verse": "彼童而角，实虹小子。"
    },
    {
      "source": "彼谓不修德而可以非人者，是牛羊之童者而求其角也，亦徒愦乱而巳。中孚，阴作大奸，欲君勿言。鸿鹄利口，发患祸端。荆季怀忧，张伯被患。未详。小过德之流行，利之四乡。雨师洒道，风伯逐殃。巡狩封禅，以告成功。唐虞天子，五载一巡狩。巡狩巡行，诸侯所守之地也。封𡈽为坛，除地为禅。古者帝王",
      "target": "兴，每易位而起，必封乎㤗山，所以告成功也。既济，禹将为君，装入昆仑，稍进阳光，登见温汤，功德昭明。大禹，姒姓。昆仑，书注云",
      "verse": "即河源所出，在临羗。"
    },
    {
      "source": "禹治水有功，舜以天下禅焉。未济，五岳四渎，含润为德，行不失理，民赖恩福。无注兑下，兑上。兑班马还师，以息劳疲。后夫嘉喜，入户见妻。春秋齐师夜遁，有班马",
      "target": "声。注",
      "verse": "马不相见，故鸣。"
    },
    {
      "source": "班，别也。之乾践履危难，脱厄去患。入福喜门，见悔大君。无注坤子锄执麟，春秋作元。阴圣将终，尼父悲心。左慱哀公十四年春，西狩于大野，叔孙氏",
      "target": "车子锄商获麟，孔子作春秋屯夹河为婚，期至无舡。摇心失望，不见所欢。无注蒙。天孙帝子，与日月处，光荣于世，福禄祉祉。无注需。三人争妻，相随奔驰，终日不食，精气劳罢。无注讼。禹召诸侯，会稽南山。执玉万国，天下康宁。史记",
      "verse": "禹南巡狩会诸，俟于涂山，执玉帛者万国师。"
    },
    {
      "source": "早霜晚雪，伤害禾麦，捐功弃力，饥无所食。无注比嵩融持戟，杜伯荷弩。降观下国，诛逐无道。夏商",
      "target": "季，失势外走。未详。小畜生有圣德，上配大极。皇灵建中，受我以福。诗曰",
      "verse": "克配彼天，莫匪尔极。"
    },
    {
      "source": "言后稷之德，真可配天，使我蒸民得以粒食者，莫非其德",
      "target": "至也。书曰",
      "verse": "建中于民。"
    },
    {
      "source": "敛时五福，用敷锡厥庶民。言建中者，立中道于天下也。中者，天下之所同有，然非君建之，则民不能以自中，而礼义者，所以建中者也。履下田陆黍，万华生齿，大雨霖集，波病溃腐，无注。泰子畏于匡，困厄陈蔡。明德不危，竟克免害。孔子过匡，匡人以为阳虎而拘之，在陈蔡绝粮。言圣人道全德备，虽遇患而不危殆也。否有两赤头，从五岳来。谣言无祐，趋尔",
      "target": "林。俯伏听命，不敢动摇。未详同人当得自如，不逢凶灾。衰者复兴，终无祸来。无注大有朽根刖树，华叶落去。卒逢大焱，随风仆焱。音熖谦。葛生衍蔓，黹绤为愿。家道笃厚，父兄悦喜。葛覃诗云",
      "verse": "为黹为绤。"
    },
    {
      "source": "言后妃在父母家，则志在于女功",
      "target": "事。豫东行求玉，反得弊石。名曰无直，字曰丑恶，众所贱薄。无注随瞻白因弦。驽孱。恐怯任力堕劣。如猬见鹊，偃视恐伏，不敢拒格。史记龟策传云",
      "verse": "猬辱于鹊。"
    },
    {
      "source": "鹊令猬反腹者，猬憎其意而心恶之也。蛊疮痍多病，宋公危殆。呉子巢门，无命失所。春秋鲁僖公二十二年，宋襄公及楚人战于泓，伤股。二十三年，宋公卒，伤于泓故也。襄公二十五年，呉子诸樊伐楚，门于巢。巢牛臣隐于短墙以射",
      "target": "。呉子卒临东山西岳，会合俱食。百喜送从，以成恩福。无注观舞非其处。失节多悔，不合我意。无注。噬嗑南循汝水，茂树斩枝。过时不遇，仿如旦饥。诗",
      "verse": "汝坟篇云：遵彼汝坟，伐其条枚。"
    },
    {
      "source": "郑大夫子产呉，公子季札尝聘，与子产相得，子产以舒衣献之，季札剥。乘舆八百，以明文德。践土葵丘，齐晋受福。按春秋成公二年，卫孙桓子、鲁臧宣叔如晋乞师，晋侯许",
      "target": "七百乘。郤克曰",
      "verse": "无能为役，请八百乘。"
    },
    {
      "source": "许",
      "target": "。又僖公九年，齐侯盟诸侯于葵丘。二十八年，公会晋侯、齐侯于践𡈽。复雄处弱水，雌在海边，别离将食，哀悲于心。书弱水既西。柳宗元曰",
      "verse": "西海之山，其下有水。"
    },
    {
      "source": "神嗜饮食，卜尔百福。恒范公陶夷，巧贾货资。东",
      "target": "营丘，易字子皮，抱珠载金，多得利归。按史，范蠡即陶朱公，号鸱夷子皮。去越乘舟，装其轻宝珠玉，浮海出齐，善营产业，以致巨当。营丘，齐地。遯三羖五牂，相随，俱行。迷入空泽，循谷宜北。经涉六驳，为所伤贼。无注大壮雄鹄延颈，欲飞入关。雨师洒道，瀸我袍裘。重车难前，侍者稽止。无注晋中年蒙庆，今岁受福。必有所得，荣宠受禄。无注明夷禄如周公，建国洛东，父子俱封。书洛诰周公拜手稽首曰",
      "verse": "我乃卜涧水东，瀍水西，惟洛食。"
    },
    {
      "source": "我又卜瀍水东，亦惟洛食。其子伯禽封于鲁，家人安床厚褥，不得久宿。弃我嘉䜩，困于东国。投杼之忧，不成灾福。鲁人有言，曽参杀人。其母不信。及三人言之，其母投杼下机而走。睽蓄积有余，粪土不居。无注蹇心愿所喜，乃今逢时。得我利福，不离兵革。无注解，目不可合，忧来搔足。怵愓危惧，去其邦族。无注损福德",
      "target": "士，欢悦日喜。夷吾相桓，三归为臣。赏流子孙。夷吾，齐相管仲也。三归，台名。妇人谓嫁曰归。一娶九女，而备三姓。益夏姫附耳，心听悦喜。利以传取。左传成公七年",
      "verse": "夏姫，郑穆公女。"
    },
    {
      "source": "陈大夫御叔妻巫臣尝止子反取之。𦐍叔迎兄弟，遇恭在阳。君子季姫，并坐鼓簧。无注遘，徙巢去家，南遇白鸟，东西受福，与喜相得。无注萃。舜登大禹石夷",
      "target": "野，征诣玉阙，拜治水土。书，帝曰",
      "verse": "咨禹，汝平水𡈽，惟时懋哉。"
    },
    {
      "source": "传世三十，历年七百。出史记。艮。三人俱行，别离将食。一身五心，反复，迷惑。无注渐三虎搏狼，力不相当。如雉鹰格，一发破亡。无注归妹养虎畜狼，还自贼伤。年岁息长，疾君拜祷，虽危不凶。无注丰后时失利，不得所欲。无注旅雉兔",
      "target": "东，以理为伤。见鹰惊走，死于谷口。无注巽秋蛇向穴，不失其节。夫人姜氏，自齐复入。按春秋，鲁桓公夫人文姜有邪行，复归于齐，故言秋蛇犹知向穴而不失其节，文姜不守理而复归于齐也。涣鸟鸣巢端，壹呼三颠。摇动东西，危魂不安。无注节命夭不遂，死多鬼祟。妻子啼瘖，早失其雄。无注中孚茆屋结席，崇我文德。三辰旗旗，家受行福。左传",
      "verse": "三辰旗旗。"
    },
    {
      "source": "三辰谓日月星也。小过罗网四张，鸟无所翔。征伐困极，饥穷不食。无注既济天地城安。积石为山。润洽万里，人赖其欢。无注未济铜人鐡柱，暴露劳苦。终日卒岁，无有休止。按史记，秦铸金人十二，坎下，巽上。涣。望幸不到，文章未就。王子逐兔，犬羁不得。无注之乾焱风阻越，车驰掲掲。弃古退思，失其和节。心忧惙惙。焱，音飙。惙音拙。坤蛇得泽草，不忧危殆。无注屯两犬争斗，股疮无处。不成仇雠，行解邪去。无注蒙因祸受福，喜盈其室，求事皆得。无注需江多宝珠，海多大鱼。疾行亟至，可以得财。无注讼二牛生狗，以戌为母。荆夷上侵，姫伯出走。二牛一作三年，见坤之震，一作三马生驹，见否",
      "target": "姤师。安息康居，异国穹庐。非吾习俗，使我心忧。安息、康居，皆外国名。穹庐，游帐也。其形穹隆，故云。出匈奴传。比。行触天罡，马死车伤。身无聊赖，困穷乞粮。无注。小畜。裸䄇逐狐，为人观笑。牝鸡雄晨，主作乱门。书牧誓曰",
      "verse": "牝鸡无晨。"
    },
    {
      "source": "牝鸡之晨，惟家",
      "target": "索。履，为季求妇。家在东海。水长无船，不见所欢。无注。泰。男女合室，二姓同食。婚姻。孔云",
      "verse": "宜室我家。"
    },
    {
      "source": "无注。否。太微，帝室。黄帝所直。蕃屏周卫，不可得入。常安常存，终无祸患。太微正卫十五星，藩臣。西将，东相。南四星，执中端。左右掖门。门内文昌，诸侯。其内五星，帝座。又天文，太微为五帝之庭，明堂之房。同人赍金观市，欲买骝子。猾偷𥨸发，盗我黄宝。骝音留。大有三人俱行，欲归故乡。望邑入门，拜见家欢。无注。谦娶于姜吕，驾迎新妇。少齐在门，夫子欢喜。按春秋昭公二年夏四月，韩须如齐逆女。齐陈无宇送女，致少姜。少姜有宠于晋侯，谓之少齐。姜，齐姓，豫。伯仲旅行，南求大牂。长孟病足，请季负囊。柳下之贞，不失骊黄。无注，随。洁身白齿，衰老复起。多孙众子，宜利姑舅。无注，蛊。独宿憎夜，嫫母畏昼。平王逐建，荆子忧惧。嫫母，黄帝次妃，貌丑而贤。建，楚平王太子也。费无极譛于王，故建居于城父。鲁昭二十年，太子建奔宋，临追亡逐北，呼还幼叔，至止而得，复归其室。无注观鸟飞无翼，兔走折足。虽欲会同，未得毉功。无注噬嗑抱空握虚鸣，教我贾利去不来。无注贲山作天池，陆地为海。无注剥为虎所啮，太山",
      "target": "阳。众多从者，莫敢救藏。啮，倪结切，噬也。复逶迤四牡，思归念母。王事靡盬，不得安处。诗小雅四牡篇云",
      "verse": "四牡騑騑，周道倭迟。"
    },
    {
      "source": "颐大尾细，要重不可摇。阴权制国，平子逐昭。春秋季平子逐鲁昭公之事太过。旦生夕死，名曰婴鬼，不可得视。无注坎子畏于匡，困在陈蔡，明德不危，竟免危害。孔子过匡，匡人以为阳虎而拘之，在陈蔡绝粮。言圣人道全德备，虽遇患而不危殆也。离畏昏潜处，候时昭昭，卒遭白日，为世荣主。无注咸白乌衘饵，鸣呼其子，施翼张翅，来从其母。无注恒宫商角征，五音和起。君臣父子，弟顺有叙。唐虞袭德，国无灾咎。唐虞尭舜，有天下",
      "target": "号。遯季姫踟蹰，望孟城隅。终日至暮，不见齐侯。诗云",
      "verse": "静女其姝，俟我于城隅。"
    },
    {
      "source": "日中有三足乌。目当作日，鸟当作乌蹇。羊肠九萦，相推稍前，止须王孙乃能上天。羊肠，赵险塞名，山，形屈曲如羊肠。解坤厚地德，庶物蕃息。平康正直，以绥大福。易坤彖曰坤厚载物，德合无疆。书洪范六三德曰平康正直。损有萃外野，不逢尧主。复居穷处，心劳志苦。萃当作莘。伊尹耕于有莘之野，而乐尧舜之道。此言汤未聘",
      "target": "日。益胸长景行，来观桑柘。上伯日喜，都叔允藏。无注𦐍。周师伐纣，胜于牧野。甲子平旦，天下大喜。书牧誓",
      "verse": "武王伐纣，甲子昧爽，王朝至于商郊牧野。"
    },
    {
      "source": "忧福重凶。未详。困绝域异路，多有怪恶。使我惊惧，思我故处。无注井。迷行失道，不得牛马。百贾逃亡，市空无有。无注革，雌鷟生雏，祥异兴起。束云龙腾，民戴为父。无注鼎，垒垒累累，如歧之室。畜一息十，古公始邑。古公，周太王之本号。修后稷、公刘之业，积德行义，国人皆戴之。熏鬻之难，去豳邑于岐山",
      "target": "下。豳人曰",
      "verse": "仁人也，不可失也。"
    },
    {
      "source": "扶老携幼，归者如市。震，疮疡疥搔，孝妇不省。君多疣赘，四牡作去。未详。艮羊头兔足，羸痩少肉。漏囊败粟，利无所得。无注。渐薛篾从靡，空无谁是。言季子明乐减少解。末句云难逢道理，未详。归妹妹为貌熟，败君正色。作事不成，自为心贼。无注。丰四马共辕，东上太山。骍骊同力，无有重难。与君笑言。无注旅阴变为阳，女化作男。治道得通，君臣相承。无注巽南国少子，材略羙好。求我长女，贱薄不与。反得丑恶，后乃大悔。无注兑昭公失常，季氏悖狂。逊齐处野，丧其宠光。春秋昭公二十五年九月戊戌，伐季氏，叔孙氏、孟氏救之，三家反攻公。巳亥。公孙于齐。次于阳州。二十六年三月。公至自齐。居于郓。三十二年。薨于乾侯节。天山紫芝。雍梁朱草。长生和气。王以为宝。公尸宥食。福禄来处。芝、灵草。𡈽和则生。朱草。百草之精也。王者德无所不通则生。食之令人不老。又凫鹥诗。公尸燕饮，福禄来成。中孚牵羊不前，与心戾旋。闻言不信，误绐大人。未详。小过东山西山，各自止安。心虽相望，竟未同堂。无注既济鹿求其子，虎庐",
      "target": "里。唐伯季耳，贪不我许。无注未济三虎上山，更相喧唤。志心不亲，如仇与怒。无注坎上兑下。节海为水王，聪圣且明。百流归德。无有叛逆，常饶优足。书禹贡曰",
      "verse": "江汉朝宗于海。"
    },
    {
      "source": "犹诸侯之朝宗于王也。",
      "target": "乾虎呴怒咆，愼戒外忧。上下俱搔，士民无𦕅。无注坤探巢得雏，仇鹊俱来，使我心忧。无注屯日望一食，常恐不足，禄命寡薄。无注蒙良马疾走，千里一宿，逃难他乡，谁能追复。无注需鹊巢乌城，上下不亲。外内乖畔，子走矢顽。无注讼云龙集会，征讨西戎。招边定众，谁敢当锋。无注师春多膏泽，夏润优渥。稼穑成熟，亩获百斛。无注比童妾独宿，长女未室，利无所得。无注小畜四乱不安，东西为患，退止我足，无出邦域。乃得全完，赖其生福。无注履长寜理福，安我百国。嘉宾上堂，与季同床。无注㤗，骐驎、𫘧耳。章明造父、伯夙、成季，共成霸功，为晋元辅。骐驎、𫘧耳，皆马名。造父善御。伯夙，赵成子兄。成季，赵成子衰也。皆晋，文公名臣。否张陈嘉谋，赞成汉都，主权民喜，其乐。休休。汉张良、陈平皆以奇计佐高祖平天下。同人。大面长颈，未解君忧。无注。大有，畏昏不行。待旦昭明。燎猎受福，老赖其庆。无注。谦伯去我，东首发知蓬。长夜不寐，忧繋心胸。诗卫风伯兮篇云",
      "verse": "自伯之东，首如飞蓬。"
    },
    {
      "source": "妇人以夫久役于外。而作是诗。豫朽条腐索，不堪施用。安静候时，以待亲知。无注随。比目四翼，相倚为福。姜氏季氏，与君合德。未详。蛊履阶升墀，登高崔嵬。福禄洋溢，依天",
      "target": "威。无注临。奢滛爱啬，神所不福。祇灵凭怒，鬼障其室。无注。观大歩小车，南到喜家。送我豹裘，与福载来。无注噬嗑东行西歩，失次后舎。与陂，作期不真至夜。乾侯野井，昭君失居。按春秋昭公二十五年，公孙于齐，次于阳州，至于野井。二十六年居于郓，三十二年卒于乾侯。贲喜乐拚跃，来迎名家。鹊巢百两，获利养福。诗鹊巢篇云",
      "verse": "维鹊有巢，维鸠居之。"
    },
    {
      "source": "之子于归，百两御之。两，一车两轮，故谓之两。诸侯之子嫁于诸侯，送迎皆百两也。剥非理后来谁肯相与？往而不获，徒劳道路。无注。复。北虏匈奴，数侵边境。无注。无妄。征不以礼，伐乃无咎。从获臣子，霸功不成。无注大畜景星照堂，麟游凤翔。仁施大行，讼声作兴。景星，星之精也。王者不𥝠人以官，使贤者在位则见颐。文明",
      "target": "世，销锋铸镝，以道顺民，百王不易。无注大过鸟飞无羽，鸡斗折距。徒自长嗟，谁肯为侣。一本云",
      "verse": "不顺其德，自为凶咎。"
    },
    {
      "source": "无注坎群队虎狼，啮彼牛羊。道路不通，妨农害商。无注离商伯沉酒，庶兄奔走。滛女荡失，仁德并孤。商伯，指纣。沉酒，书言纣沉湎于酒。庶兄，纣庶母，兄，微子也，抱𥙊器归周。滛女荡失，言纣冒乱女色，以至失国也。咸三狸搏鼠，遮遏前后。当此之时，不得脱走。无注恒，陶叔孔圉，不处乱国。初虽未萌，后受福庆。无注遁奋翅鼓翼，翶翔外国。逍遥北域，不入温室。无注大壮德音孔博，升在王室。八极蒙祐，受其福禄。无注晋当变立权，𢳣解患难，霍然冰释，大国以安。无注明夷羽动角，甘雨续。草木茂，年岁熟。无注家人，天所祐助。福来祸去，君王何忧。无注睽方啄宣口，圣智仁厚。释解倒悬，唐国大安。方啄宣口，前小畜",
      "target": "噬嗑作方喙广口，义通。唐国即陶唐。蹇葛蕾蒙𣗥，𣗥不得实。谗倿乱政，使恩壅塞。葛蕾，诗篇名。蒙𣗥，诗葛生篇云",
      "verse": "葛生蒙𣗥，蔹蔓于域。"
    },
    {
      "source": "予羙亡，此，谁与独息。解，皇母多恩字。养孝孙。脱于襁抱，成就为君。无注损。积冰不温，北陆苦寒。露宿多风，君子伤心。北陆，日行北方黒道曰北陆。益。伯夷、叔齐，贞廉之师，以德防患，忧福不凶。伯夷、叔齐，孤竹君",
      "target": "二子也。武王伐纣，叩马而谏，义不食周粟。语云",
      "verse": "伯夷、叔齐饿于首阳之下，民到于今称之。"
    },
    {
      "source": "𦐍一雌二雄，子不知公。乱我族类，使吾心愤。无注姤主安多福，天禄所伏。居",
      "target": "宠昌，君子有光。无注萃千岁槐根利多斧盘。树维枯屈，枝叶不出。无注井宣髪龙，叔为王主国。安𡈽成稷，天下蒙恩。宣发，黒白杂也。春秋，共工氏有子曰句龙，为后𡈽，后𡈽为社，事在鲁昭公二十八年。革讽德诵功，周羙盛隆。奭旦辅成，光济冲人。诗雅颂周公所作。旦，周公名。奭，召公名。二人相成王。冲人，成王也。书云",
      "verse": "惟予冲人，弗及知鼎。"
    },
    {
      "source": "三夜不寐，忧来益甚。戒以危惧，弃去安居。无注震，思愿所",
      "target": "，乃今逢时，洗泽故忧，拜其欢来。无注升。周师伐纣，胜殷牧野，甲子平旦，天下大喜。牧誓",
      "verse": "武王伐纣，甲子昧爽，王朝至于商郊牧野。"
    },
    {
      "source": "焦氏易林<第一十七页>易林卷第十六兑下，巽上。中孚乌鸟𫍻𫍻，天火将下。燔我屋室，灾及妃后。春秋鲁襄公三十年五月，乌鸣于亳社，如曰𫍻𫍻。甲午，宋大灾，宋伯姫卒。之乾黄虹",
      "target": "野，贤君所在。管叔为相，国无灾咎。贤君谓齐桓公。管叔即管仲，相桓公，霸诸侯以匡天下。坤符左契右梁叔有若相与合齿。乾坤利贞，乳生六子。长大成就，抛吾如母。易乾坤生六子，乾父坤母。三男，震、坎。艮，三女。巽离。兑屯蝗啮我稻，驱不可去。实穗无有，但见空藁。无注䝉。婴孙求乳，母归其子。黄麑悦喜。麑，鹿子也。需折若蔽目，父旅相逐。失旅亡民，不见卫国。目当作日。楚词",
      "verse": "折若木以拂日。"
    },
    {
      "source": "兮𠰥木，木名，在昆仑西。极其华，光照下地。讼牂羊肥首，君子不饱。年饥孔荒，士民危殆。无注师灵龟陆处，磐桓失所。伊子退耕，桀乱无辅。伊尹耕于有莘之野，汤聘",
      "target": "，进于桀。桀不能用，复归于汤。比威约拘囚，为人所诬。皋陶评理，几得免脱。书。舜命皋陶曰",
      "verse": "汝作士。"
    },
    {
      "source": "士，理官也。小畜乌升鹊举，照临东海。厖降庭坚，为陶叔后，封于英六，福禄绥厚。高阳氏才子八人，厖降、庭坚其二子也。庭坚即皋陶，字英六，春秋时二小国，见春秋鲁文公十八年。履四目相视，稍近同轨。日昳",
      "target": "后，见吾伯姊。无注泰。大歩上车，南到喜家。送我狐裘，与福载来。无注否。卒都和合，未敢面见。媒妁无良，使我不香。无注同人。鸿飞循陆，公出不复。伯氏客宿。诗豳风九罭篇云",
      "verse": "鸿飞遵陆，公归不复，于汝信宿。"
    },
    {
      "source": "大有代戍失期，患生无聊。惧以发难，为我开基，邦国忧愁。齐连称管至父𤓰戍弗代，谋作乱，谦齐鲁争言。战于龙门。构怨结祸，三世不安。按春秋鲁成公二年春，齐侯伐我北鄙，围龙。顷公之嬖人卢蒲就魁门焉，龙人囚",
      "target": "。齐侯亲鼓，三日取龙。豫周政养贱，背生人足。陆行不安，国危为患。未详。随蜩螗欢翘，草木嘉茂，百果蕃生，日益多有。蜩。螗，蝉也。诗",
      "verse": "如蜩如螗。"
    },
    {
      "source": "见乎蓍龟，动乎四体。祸福将至，善必先知之，不善必先知",
      "target": "。故至诚如神。无妄。开门内福，喜至我侧。嘉门善祥，为吾室宅。宫城洛邑，以昭文德。书",
      "verse": "周公𥘉基，作新大邑于东国洛。"
    },
    {
      "source": "君子得舆，小人剥庐。蹇。欢欣九子，俱见大喜。携提福善，王孙是富。无注解。伯夷、叔齐，贞廉",
      "target": "师，以德防患，忧祸不存。武王伐纣，伯夷、叔齐叩马而谏，义不食周粟，隐于首阳山。孔子曰",
      "verse": "伯夷、叔齐饿于首阳之下，民到于今称之。"
    },
    {
      "source": "损雄圣伏名，人匿驎惊，走凤飞北，乱溃未息。无注益久鳏无偶，思配织女，求其非望，自令寡处。无注𦐍破亡",
      "target": "国，天所不福，难以止息。无注姤，老慵多郤，弊政为贼。阿房骊山，子婴失国。史记",
      "verse": "秦始皇造作骊山，复建阿房，残虐生民，至子婴而汉㓕之。"
    },
    {
      "source": "萃。三羖六牂，相随俱行。迷入空泽，遥渉虎庐。为所伤贼，死于牙腹。无注升，嗫嗫处惧，昧冥相搏。多言少实，语无成事。无注困，武阳，渐离击筑善歌，慕丹",
      "target": "义，为燕助。轲阴谋不遂，霍自死亡，功名贾施。史记",
      "verse": "燕太子丹质于秦，亡归，遣荆轲刺秦，令勇士秦武阳为副。"
    },
    {
      "source": "至易水上，既祖取道，高渐离击筑，荆轲和而歌，为变征之声。入秦，引匕首以擿秦王，不中，秦王遂斩荆轲而㓕燕井。尹氏伯奇，父子分离。无罪被辜，长舌为灾。伯奇，尹吉甫之子。父娶后妻，而譛伯奇于吉甫，父逐之。言无罪而见逐，皆后母长舌所为也。革五精，乱行政，逆皇恩。汤武赫怒，共伐我域。成汤放桀，武王伐纣，一怒而安天下。鼎西历玉山，东入玉门，登上福堂，饮万歳浆。无注震行触天忌，与司命牾。执囚束䌸，拘制于吏，幽人有喜。无注艮机父不贤，朝多谗臣。君失其政，保家久贫。未详。渐三人俱行，北求大牂。长孟病足，请季负囊。柳下之贞，不失我粮。无注归妺，鹊思其雄。欲随凤东。顺理羽翼，出次须日。中留北色复归其室。色当作邑。丰尝得自如，不逢祸灾。无注旅白鹄游望，君子以宁。履德不愆，福禄来成。无注巽肤敏",
      "target": "德，发愤晨食。虏豹禽说，为王得福。史记",
      "verse": "韩信虏魏王豹，又引兵击赵。"
    },
    {
      "source": "禽夏说。涣生不逢时，困且多忧。年衰老极，中心悲愁。无注节出门蹉跌，看道后旅。买羊逸亡，取物逃走。空手握拳，坐恨相咎。无注小过牧羊稻田，闻虎喧嚾。畏惧悚息，终无祸患。无注兑百足俱行，相辅为强。三圣翼事，国富民康。三圣，尧、舜、禹也。既济龙潜凤北，其子变服，阴孽萌作。无注未济国无比邻，相与争强。纷纷匈匈，天下扰忧。无注艮下，震上。小过𥘉虽惊惶，后反无忧，受其福庆。无注之乾积德累仁。灵祐顺信，福祉日増。无注坤谨愼重言，不幸遭患。周邵述职，脱免牢开。无注屯鸟飞鼓翼，喜乐尧德。虞夏羙功，要荒宾服。尧唐帝，虞夏舜禹，有天下之号。䝉。牙孽生齿。室堂启户，幽人利贞。鼓翼起舞，按遯作牙。孽生达，义通。需使伯东求，拒不肯行。与叔争讼，更相毁伤。无注讼手足易处，头尾颠倒。公为雌妪，乱其蚕织。无注师匠𡖖操斧。豫章危殆。袍衣脱剥，禄命讫巳。豫章，大木也。比天女踞床，不成文章。南箕无舌，饭多砂糖。虚象盗名，雌雄折颈。天女，织女也。床，未详，疑机字之误。织女推机，则不能成其文锦也。箕，星名，夏秋之间见于南方，故云南箕。舌下二星也。言南箕无舌，则不可以簸扬糠秕也。糖当作糠。小畜大椎，破毂长舌，乱国。墙茨之言，三世不安。诗墙有茨篇。墙有茨，不可埽也。中冓",
      "target": "言，不可道也。履衔命辱，使不堪厥事。中坠落去，更为负载。无注。泰。三蛇共室，同类相得。甘露时降，生我百榖。甘露，仁泽也。圣德上及太清，下及万灵，则降否。衣绣夜游，与君相逢，除患解惑，使我不忧。项羽曰",
      "verse": "富贵不归故乡，如衣绣夜行。"
    },
    {
      "source": "太公为灌坛令，武王梦妇人当道夜哭。问",
      "target": "，曰",
      "verse": "吾是东海神女，嫁于西海神童。"
    },
    {
      "source": "今为灌坛令，当道废我行，我行必有大风疾雨。武王觉，召太公问之，果有疾风暴雨，从太公邑外过。蛊戴盆望天，不见星辰。顾小失大，遁逃墙外。无注临，二人辇车，徙去其家。井沸釡鸣，不可以居。井沸釡鸣，皆不祥之兆也。观攘臂反肘，怒不可二。很戾腹心，无以为市。无注噬嗑汤世之忧。转解喜来，汤囚夏台，后放桀而有天下。贲忠信辅成，王政不倾。公刘兆举，文武绥之。言周召辅成王及公刘文武之德化。剥，登高斩木，顿踬蹈险，车顿马罢，伯叔吁嗟。无注。复桑方落，陨黄败其叶。失势倾仄，如无所立。诗氓",
      "target": "篇",
      "verse": "桑之落，兮其黄而陨。"
    },
    {
      "source": "此言妇人为人𠩄弃，而自叙其事也。无妄鸾凤翺翔，集于喜国。念我伯姊，与母相得。无注大畜阴滛所居，益溢过度，伤害禾稼。无注颐霄冥高山，道险峻难。王孙罢极，困于阪间。无注大过和璧随珠，为火所烧。冥昧失明，夺精无光，弃其道傍。卞和得玉璞，献于楚怀王。凡三献，后果得羙玉。隋侯见蛇伤，取药封",
      "target": "，后蛇㗸珠以报。此言被火所烧，则不得为宝矣。坎虞君好神，恶我老亲，恭承宗庙，虽愠不去，复我内事。虞书舜典",
      "verse": "命伯夷典三礼，作秩宗。"
    },
    {
      "source": "三礼，祀天神、享人鬼、𥙊地祇之礼。秩宗，次百神之官，以宗庙为主也。离爪牙",
      "target": "夫，怨毒圻父，转忧与巳，伤不及母。诗小雅祈父篇云",
      "verse": "祈父，予王之爪牙，胡转予于恤，有母之尸饔咸仓盈庾亿，宜稼黍稷，年歳有息。"
    },
    {
      "source": "遯切切之患，凶重忧荐，为虎所吞。无注大壮水无鱼池，陆为海涯。君子失居，小人相携。无注晋九疑欎林，沮湿不中。鸾凤所恶，君子攸去。九疑，山名，虞舜葬处。欎林，地名。明夷六翮况飞，走归不及。脱归王室，亡其骍特。未详家人不直庄公，与我争讼。媒伯无礼，自令塞壅。未详。睽。仓庾多亿，宋公危殆。吴子巢门，殒命失所。仓庾多亿，按兑之蛊作疮痍多病。春秋鲁僖公二十二年，宋襄公及楚人战于泓，伤股。二十三年，宋公卒，伤于泓故也。襄公二十五年，吴子诸樊伐楚，门于巢，巢，牛臣。隐于短墙以射",
      "target": "。吴子卒蹇，失羊捕牛。无损无忧，无注解。夏麦麸𪍿，霜击其芒。疾君败国，使我诛伤。麸，音孚。𪍿，古猛切。损。昧昩暗暗，不知白黒。风雨乱扰，光明伏匿。幽王失国，此言周幽王宠褒姒，滛昏乱政，被犬戎所㓕益，执斧破薪，使媒求妇，和合二姓，亲迎斯须。色比毛嫱，姑翁悦喜。诗南山篇",
      "verse": "析薪如之何？匪斧不克。"
    },
    {
      "source": "取妻如",
      "target": "何？匪媒不得。毛嫱西施，𦐍六疾生狂，妄痴走行。北入患门，与祸为邻。无注",
      "verse": "姤驱羊就群，很不肯前。"
    },
    {
      "source": "庆季、愎諌子",
      "target": "被患。春秋左传鲁襄公二十八年",
      "verse": "齐庆封好田而嗜酒，与庆舎政。"
    },
    {
      "source": "盖庆季即庆封，子之即庆舎，后为卢蒲癸王何所刺萃，二人异路，东趋西歩，十里之外，不相知处。无注升，义不胜情，以欲自营，睹利危躬，折角摧颈。无注困。骚骚扰扰，不安其类，疾在颈项，凶危为忧。无注井，三河俱合，水怒踊跃，坏我王屋，民困于食。河东、河南、河内三河，天下之中也。革阳曜旱疾，伤病稼穑，农人无食。无注鼎流浮出食，载倦入屋。释鞍系马，西南庑下。无注震门户",
      "target": "居，可以止舎。进仕不殆，安乐相保。无注艮过时不归，雌雄苦悲。徘徊外国，与母分离。无注渐中田有庐，疆场有派。献进皇祖，曽孙寿考。诗小雅信南山篇曰",
      "verse": "中田有庐，疆场有派。"
    },
    {
      "source": "献之皇祖，曽孙寿考。归妹失恃无友。嘉福出走，裸如丧狗。家语孔子去鲁，累累若丧家",
      "target": "狗。丰反鼻岐头，三寡独居。无注旅衣裳颠倒，为王来呼。成就东周，封受大福。齐诗云",
      "verse": "颠倒衣裳。"
    },
    {
      "source": "自公召",
      "target": "，巽飞不远去。还归故处，兴事多悔。无注兑。含血走禽，不晓五音。瓠巴鼓瑟，不悦于心。五音，宫、商、角、征、羽。荀子云",
      "verse": "瓠巴鼓瑟，游鱼出听。"
    },
    {
      "source": "涣，求玉获石，非心所欲，祝愿不得。无注节。山崩谷绝，大福尽歇。泾渭失纪，玉石既巳。泾、渭，二水名。书，火炎昆冈，玉石俱焚。中孚杂目惧怒，不安其居。散涣府藏，无有利得。无注既济，众邪充侧。凤凰折翼。微子复北，去其邦国。商纣无道，微子抱𥙊器奔周。未济。六月，采𦬊，征伐无道。张仲、方叔，克敌饮酒。六月、采𦬊，皆诗名。六月，建未之月也。时猃狁内侵，宣王命尹吉甫帅师伐之，有㓛而归。诗人作歌，以叙其事。司马法，冬夏不兴师。今六月而出师者，以猃狁之故也。采𦬊之诗，言蛮荆背叛，王命方叔南征，军行采𦬊而食，故赋其事。张仲，吉甫之友，是时燕饮，张仲在焉。离下，坎上。既济玄兔，指掌与足相恃。谨讯诘问，诬情自直。宛死谁告，口为身祸。未详。之乾游驹，石门，𫘧耳。安全。受福。西邻归邑，玉泉无注。坤阳春生草，万物盛兴。君子所居，灾祸不到。无注屯。人无足法，缓除才出。雄走羊惊，不失其家。无注䝉。太上止奔，变见太微。陈呉废忽，作为祸患。按天文，太微为五帝之庭，明堂",
      "target": "房。陈呉，二国名需。乘龙吐光，使暗复明。燎猎大得，六师以昌。按史记",
      "verse": "西伯出猎，得吕望，年八十，钓于渭水，载之以归，尊为太公，号师尚父，后封于齐。"
    },
    {
      "source": "讼羊头兔足，羸瘦少肉，漏囊贮粟，利无所得。无注师因祸受福，喜盈其室。螟虫不作，君无可得。无注比舜升大禹石夷之野，征诸王阙，拜治水土。书帝曰咨禹，汝平水土，惟时懋哉。小畜乌子鹊雏，常与母俱。顾类群族，不离其巢。无注履夷羿所射，发辄有获。矰加鹊鹰双鸟，俱得夷羿。古",
      "target": "善射者。泰晨风、文翰，大举，就温。昧过我邑，羿无所得。诗晨风篇𫛣彼晨风。注云",
      "verse": "鹯也。"
    },
    {
      "source": "否六喜三福，南至欢国。与喜忻乐，圭我洁德。无注。同人。斗龙股折，日遂不明。自外为主，弟伐其兄。无注。大有䝉庆受福，有所获得，不利出门。无注。谦。蛮戎夷狄，太阴所积。固外𣲨寒，君子不存。𣲨当作沍。豫畏昏潜处，𠉀时昭明。卒遭白日，为荣禄主。无注随。水流趋下，欲至东海。求我所有，买鲂与鲤。无注蛊。冠带南游，与福喜期。徼于嘉国，拜为逢时。无注临。莎鸡振羽，为季门户。新沐弹冠，仲父悦喜。无注观。结衿流粥，遭谗桎梏。周邵述职，身受大福。无注噬嗑田鼠野鸡，意常欲逃。拘制笼槛，不得动揺。无注贲居华颠，观浮云。风之揺，雨不濡，心平安，无咎忧。无注剥倾倚将颠，不能得存。英雄作业，家困无年。无注复心愿所喜，今乃逢时。保我利福，不离兵革。无注无妄灵龟陆处，盘桓失所，阿衡退耕，忧封于国。阿衡，伊尹耕于有莘之野。大畜。弱水",
      "target": "右，有西王母。生不知老，与天相保。不利行旅。书",
      "verse": "弱水既西柳。"
    },
    {
      "source": "西海",
      "target": "山有王母，神仙所居。其下有水，散涣无力，不能负芥。颐抱瑰求金，日暮坐吟，终月卒岁，竟无成功。瑰，姑回切。石次王曰瑰，大过。言笑未毕，忧来暴卒。身加扼揽，囚系缚束。无注坎望幸不到，文章未成。王子逐兔，犬羁不得。无注离震栗恐惧，多所畏恶。行道留难，不可以歩。无注咸雄狐绥绥，登山崔嵬。昭告显功，大福允兴。诗",
      "verse": "南山崔崔，雄 绥绥恒。"
    },
    {
      "source": "郑人使我掌其北门之管，若潜师以来，国可得也。穆公不听蹇叔之諌，从祀子之谍召孟明、西乞、白乙袭郑师，败于殽革。甘露醴泉，太平机关，仁德感应，岁乐民安。甘露，仁泽也。圣德上及太清，下及万灵，则降。醴泉，水之精也。圣德下及太宁，中及万灵则出鼎𥙊，仲子突，要门逐急，祸起子商，弟伐其兄。郑久不昌。𥙊仲，郑臣名。子突，郑庄公次子。急当作忽，庄公之世子。庄公卒，𥙊仲立怱，是为昭公。及宋庄公诱𥙊仲，执",
      "target": "与盟，遂立突，是为厉公。忽奔卫，事在春秋鲁桓公十一年。震反孽难，歩留不反舎。露宿泽陂，亡其𥜗袴。无注艮。狼虎结谋，相聚为保。伺𠉀牛羊，病我商人。无注渐明德克敏重华，贡举放勋，征用八哲。䝉祐书舜典曰",
      "verse": "若稽古帝舜重华恊于帝。"
    },
    {
      "source": "帝即尧也。放勋者，总言尧之德业也。又曰征庸三十，言舜生三十，尧方召用，后以天下禅焉。八哲，即舜所举高阳氏有才子八人，谓",
      "target": "八恺是也。归妹贫鬼守门。日破我盆，毁罂伤瓶，空虚无子。无注丰天命赤乌，与兵徼期。征伐无道，箕子游遨。史记",
      "verse": "商纣无道九年，武王东观兵于孟津，有大自上复于下，至于王屋，流为乌，其色赤。"
    },
    {
      "source": "析薪如之何？匪斧不克。取妻如",
      "target": "何？匪媒不得。毛嫱，即西施也。小过。两轮日转，南上大阪。四马共辕，无有险难，与禹笑言。无注。未济。千柱百梁，终不倾僵。周宗宁康。史记",
      "verse": "文武兼制天下，立七十一国，封兄弟之国十五人，姫姓之国四十人，由是周室遂安。"
    },
    {
      "source": "坎下，离上。未济忠慢未习，单酒糗脯，数至神前，欲求所愿，反得大患。无注",
      "target": "乾，旦生夕死，名曰婴鬼，不可得视。无注坤大歩上车，南到喜家。送我狐裘，与福喜来。无注屯西多小星，参五在东。早夜晨行，劳苦无㓛。诗召南小星云",
      "verse": "嘒彼小星，三五在东。"
    },
    {
      "source": "肃肃宵征，夙夜在公。此诗言夫人无妒忌",
      "target": "行，而贱妾安于其命，所谓上好仁而下必好义者也。䝉北陆藏冰，君子心悲。困于粒食，鬼惊我门。左传",
      "verse": "日在北陆而藏冰。"
    },
    {
      "source": "需山水暴怒，坏梁折柱。稽难行旅，留连愁苦。无注讼比目四翼，来安吾国。福喜上堂，与我同床。无注师狡兔趯趯，良犬逐䶦。雄雌爰爰，为鹰所获。趯音狄。䶦音责比，増禄益福。喜来入室，解除忧惑。无注小畜，骑龙乘风，上见神公。彭祖受刾，王乔赞通。巫咸就位，拜受无穷。彭祖，古之有寿者。王乔，古仙人。巫咸，商臣，名履。天火卒起，烧我旁里。延及吾家。空尽已。财无注泰。金帛共宝。宜与我市，嫁娶有息。利得过倍。无注否。鬼魅之居，凶不可舎。无注同人鸟飞兔走，各有畏恶。雕鹰为贼，乱我室舎。无注大有𥘉虽惊惶，后乃无伤，受其福庆。无注谦。两金相击，勇气均敌。日月斗战，不破不缺。无注豫。曳纶河海，挂钓鲂鲤。王孙利得，以飨仲友。无注随。犬畏狼虎，依人有辅。三夫执战。伏不敢起，身安无咎。战当作戟。蛊。蜘蛛作网，以伺行旅。青蝇馋聚，以求膏腴。触我罗绊，为网所得。无注临所望在外。鼎金方来，拭爵条罍。炊食待之，不为季忧。条当作涤。观日月并居，常暗匪明。高山崩颠，丘陵为谿。无注噬嗑春服既成，载华复生。茎叶盛茂，实穗泥泥。无注贲莘首山头，仙道所由。利以居止，长无咎忧。莘当作华。泰华、首阳皆山名。剥三狐群哭，自悲孤独。野无所游，死于丘室。易田获三狐，狐，妖兽也。复火中暑退，禾黍其食。商人不至，市空无有。无注无妄独立山颠，求鹿耕田。草木不避，秋饥无年。无注大畜火虽炽，在吾后。寇虽近，在吾右。身安吉，不危殆。无注颐𪙨𪙨𪘙𪘙，贫鬼相责。无有欢怡，一日九结。𪙨。玉篇无𪘙，倪结切，噬也。与啮同。大过追亡逐北，呼还幼叔。至山而得，反归其室。无注坎衔命，辱使，不堪厥事。遂堕落去，更为斯吏。无注离被珠函玉，沐浴仁德。应聘唐国，四门穆穆。蟊贼不作，凶恶伏匿。有虞",
      "target": "世，誔敷文德。唐尧国名。书曰",
      "verse": "宾于四门，四门穆穆。"
    },
    {
      "source": "尧时洪水为灾，举鲧使之治水。鲧为人方，命圯族，舜殛",
      "target": "于羽山。睽猃狁非度，治兵焦获。伐镐及方，与周争疆。元戎其驾，衰及夷王。诗六月篇",
      "verse": "猃狁匪茹，整居焦获，侵镐及方。"
    },
    {
      "source": "猃狁内侵，宣王立，命尹吉甫帅师以伐之，遂平猃狁。焦获、镐、方，皆地名。蹇，三火起明，雨㓕其光。高位疾颠，骄恣诛伤。无注解。承川决水，为吾",
      "target": "祟，使我心愦。毋树麻枲，居止凶咎。无注损厌浥晨夜，道多。湛露。瀸衣濡袴，重难以歩。诗行露篇",
      "verse": "厌浥行露，岂不夙夜。"
    }
  ]
}